{"distilbart": "BACKGROUND Bat herpesviruses, fruit bat alphaherpesvirus 1 (FBAHV1 and BGHV8) have been recognized as species by the International Committee for Taxonomy of Viruses (ICTV) according to the latest master species list (MSL# 34) released on March 8, 2019. Most sequences are from New World bat species, six from North and Central America and two hematophagous bat species from South America. METHODOLOGY/PRINCIPAL FINDINGS A total of 233 bat herpes viruses were identified in a wide range of bat herpesvirides (PtAHV1) and Vespertilionid gammaherpesviruses (BghV8). The ICTV official names are Pteropodid alphaherpeviral 1 (PTAV1), Vespertendilionid beta-and-Zamudio (ZAMUDio) or ZAMUDIO (ZMAD", "gold": "In the past decade, a large number of studies have detected herpesvirus sequences from many bat species around the world. Nevertheless, the discovery of bat herpesviruses is geographica lly uneven. Of the various bat species tested to date, only a few were from the New World. Seeking to investigate the distribution and diversity of herpesviruses circulating in neotropical bats, we carried out molecular screening of 195 blood DNA samples from 11 species of three bat families (Phyllostomidae, Mormoopidae, and Molossidae). Using polymerase chain reaction amplificatio n, with degenerate consensus primers targeting highly conserved amino acid motifs of the herpesvir us DNA polymerase and Glycoprotein B genes, we characterized novel viral sequences from all tested species. BLAST searches, pairwise nucleotide and amino acid sequence comparisons, as well as phylogenetic analyses confirmed that they all belonged to the Herpesviridae family, of the Betaand Gammaherpesvirinae subfamilies. Fourteen partial DNA polymerase gene sequences, of which three beta-and 11 gamma-herpesviruses, were detected. A total of 12 partial Glycoprotein B gene sequences, all gamma-herpesviruses, were characterized. Every sequence was specific to a bat species and in some species (Desmodus rotundus, Carollia perspicillata, and Pteronotus rubiginosus) multiple viruses were found. Phylogenetic analyses of beta-and gammaherpesvir us sequences led to the identification of bat-specific clades. Those composed of sequences obtained from different bat species belonging to distinct subfamilies follow the taxonomy of bats. This study confirms the astonishing diversity of bat herpesviruses and broadens our knowledge of their host range. Nevertheless, it also emphasizes the fact that, to better appreciate the evolutionary history of these viruses, much remains to be done at various taxonomic levels.", "context": "Bats are highly diverse in terms of their anatomy and lifestyles, and have different diets (insectivorous, frugivores, nectarivoro us, carnivorous, piscivorous or hematophagous). They play a major role in the emergence and transmission of zoonotic viruses such as lyssaviruses. Bats are also carriers of other herpesviruses, includ ing herpesvirus species that are host specific. However, there are examples of cross-species transmission. The first description of bat herpesviral sequences dates back to 2007 (Wibbelt et al., 2007). Over the past decade, dozens of virus sequences have been described from different bat species on every continent. Most of them were characterized from apparently healthy anima ls sampled during trapping campaigns in the frame of random surveillance programs. To date, two bat alphaherpesvirus 1 (FBAHV1) has been recognized as species by the International Committee for", "contribution": "In this study, we describe the first herpesvirus sequences from two insectivorous and two hematophagous bat species of the Vespertilionidae (Phyllostomidae) in Chiroptera. We show that they are closely related to Pteropodid alphaherpesvirus 1 (PtAHV1), which is one of the most common herpesviruses reported for New World mammals, but not all other viruses described so far. In addition, our data suggest that these viruses may be transmitted between different species within a single geographic region.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7244429/", "title": "Novel herpesviruses in neotropical bats and their relationship with other members of the Herpesviridae family"}
{"distilbart": "The 2019 Novel Coronavirus Detection Kit (nCoV-DK, Shimadzu Corporation, Kyoto, Japan) eliminates the steps of RNA extraction and purification by using the Ampdirect TM technology (Nishimura et al., 2010), thus significantly reducing the time required for sample preparation and PCR detection from more than 2 hours to about 1 hour. In addition, the risk of human error during RNA extraction can be reduced. However, it remained to be elucidated whether saliva samples could be applied to the nCoV–DK. We first examined whether the freeze-thaw step could affect the availability of viral RNA for detection. We then evaluated the viral detection rates in 71 specimens. The virus was detected in 53 (74.6%) fresh samples by the direct PCR and in 55 (77.5%) of the corresponding frozen J o u rn a l P r e -p r o f 4 as a diagnostic tool. Samples were collected from 9 patients", "gold": "Equally contributing first author.", "context": "The 2019 Novel Coronavirus Detection Kit (nCoV-DK) eliminates the steps of RNA extraction and purification by using the Ampdirect TM technology, thus significantly reducing the time required for sample preparation and PCR detection from more than 2 hours to about 1 hour. In addition, the risk of human error during RNA extraction can be reduced. However, it remained to be elucidated whether saliva samples could be used as a diagnostic tool since saliva has high RNase (Pandit et al., 2013). We herein compared efficacy of the nCoV–DK with the direct PCR method requiring RNA extract and purify. Samples were collected from 9 patients with COVID-19. A total of 71 frozen stock samples were available from these patients, with a median of 8 samples (range, 2–15) per patient. The virus was detected in 53 (74.6%) fresh samples and 55 (77.5%) of corresponding frozen J o u r n a l", "contribution": "We herein compared efficacy of the nCoV-DK with the direct PCR method requiring RNA extraction and purification. The overall concordance rate of virus detection between the two methods was 94.4% (95% CI, 93.8%-99.5%), as judged by Cohen's kappa analysis. Concordance rates were 95.2%, 83.8-99.4, 95.4%, 95.5% and 85.7% in nasopharyngeal swab, saliva, and sputum samples, respectively. Significant correlations were also demonstrated in each sample type (Swab, r = 0.82, 95%CI =0.673-0.905, P < 0.01; Saliva, r=0.818, 95%: 0.507--0.94, P<0.0001; Sputum, r=-0.945, 95: 0.574—0.994, P =", "url": "https://api.elsevier.com/content/article/pii/S1201971220305099; https://www.sciencedirect.com/science/article/pii/S1201971220305099?v=s5; https://www.ncbi.nlm.nih.gov/pubmed/32599282/; https://doi.org/10.1016/j.ijid.2020.06.074", "title": "Efficacy of a novel SARS-CoV-2 detection kit without RNA extraction and purification"}
{"distilbart": "BACKGROUND The coronavirus-2019 (COVID-19) epidemic continues to spread worldwide, and there is mounting pressure to assess the scale of epidemics in newly affected countries as rapidly as possible. We introduce a method for estimating cases from recently reported COVID–19 deaths. METHODOLOGY/PRINCIPAL FINDINGS Our approach combines data on the reproduction number (R) and serial interval distribution to simulate new cases 'y t' from a Poisson distribution with a mean of 15 days and a standard deviation of 6.9 days 9. Once past cases are reconstructed, we use a branching process model for forecasting new cases. This model includes two steps: first, reconstructing historic cases by assuming non-fatal cases are all undetected, and second, model epidemic growth from these cases until the present day to estimate the likely number of current cases. We account for uncertainty in the epidemiological processes by using stochastic simulations for estimation of relevant quantities.", "gold": "We estimate the number of COVID-19 cases from newly reported deaths in a population without previous reports. Our results suggest that by the time a single death occurs, hundreds to thousands of cases are likely to be present in that population. This suggests containment via contact tracing will be challenging at this point, and other response strategies should be considered. Our approach is implemented in a publicly available, user-friendly, online tool.", "context": "As the coronavirus-2019 (COVID-19, 1) epidemic continues to spread worldwide, there is mounting pressure to assess the scale of epidemics in newly affected countries as rapidly as possible. We introduce a method for estimating cases from recently reported COVID‐19 deaths. Results suggest that by the time the first deaths have been reported, there may be hundreds to thousands of cases in the affected population. We provide epidemic size estimates for several countries, and a user‐friendly, web‐based tool that implements our model. Using deaths to infer cases COVID‑19 deaths start to be notified in countries where few or no cases had previously been reported. Given the nonspecific symptoms4, and the high rate of mild disease5, a COVID–19 epidemic may go unnoticed in a new location until the first severe cases or deaths are reported6 Available estimates of the case fatality ratio, i.e. the proportion of cases that are fatal (CFR),", "contribution": "We introduce a method for estimating cases from recently reported COVID-19 deaths. Results suggest that by the time the first deaths have been reported, there may be hundreds to thousands of cases in the affected population. We provide epidemic size estimates for several countries, and a user-friendly, web-based tool that implements our model. Given the nonspecific symptoms4, and the high rate of mild disease5, a COVID‐19 epidemic may go unnoticed in a new location until the first severe cases or deaths are reported6 Available estimates of the case fatality ratio, i.e. The proportion of cases that are fatal (CFR), 7, 8 ), can be used to estimate the number of cases who would have shown symptoms at the same time as the fatal cases. We developed a model to use CFR alongside other epidemiological factors underpinning disease transmission to infer the likely number of events in a population from newly reported deaths.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32518842/; https://doi.org/10.12688/wellcomeopenres.15786.1", "title": "Inferring the number of COVID-19 cases from recently reported deaths"}
{"distilbart": "In the case of pandemic, the risks to human life are high. This is not merely a matter of someone feeling a bit unwell for a time. For many and especially for the elderly, it can be a matter matter of life and death. While individual mortality may not be especially high because this is again an infectious disease, the risk of its spread to some (especially the elderly) and thus killing some (particularly the vulnerable) some (including the elderly and vulnerable) people will constitute a time-consuming trial in which one's own physical health can run over the order to make it to meet with others in one's car. In the absence of communal religious services, however, there is considerable concern for the future. Thus, at present, love arguably entails for the life of one's neighbor entails for all your soul and with all your mind and with your strength. Such a view is likewise found in the first Epistle of John: \"He who does not love his", "gold": "In light of the present pandemic, many religious communities have been asked to suspend their services and meetings. From the perspective of these communities, this comes at considerable cost to the spiritual good that these religious services bring about. Empirical evidence also indicates that the suspension of these services will have costs concerning physical and mental health as well. However, in the case of a pandemic, because it is an infectious disease that is the concern, love of neighbor arguably does entail the suspension of services for the sake of the preservation of life for others. Religious communities and individuals can, and have, found ways to partially offset the losses from not being able to meet. These have included increased personal and family prayer and devotion, video-streaming of services, and online prayer and discussion meetings. While none of these fully compensates for the loss of in-person meetings, the sacrifice entailed may itself be seen as a means to greater love of God and love of neighbor.", "context": "Religious services constitute a critical means to what is considered the most important ultimate end of communion with God. Believers might well argue, and many have, that the spiritual goods that they seek are in fact more important than physical health. While the arguments considered below concern a distinctively Christian perspective, analogous issues arguably arise in other religious traditions as well. Within the Christian tradition, for example, a case might be mounted on Biblical grounds. In the words of Jesus in the Gospel of Saint Mark, \"For what does it profit a man to gain the whole world and forfeit his soul?\", or in the first letter to Timothy ascribed to Saint Paul, “while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come” (1 Tim. 4:8). Surely then, some argue, is it not worth risking the good of physical health for something of far greater importance?", "contribution": "In this paper, we review the evidence for and against the notion that religious services constitute a critical means to what is considered the most important ultimate end of communion with God. In particular, it is argued that there are many responses that individuals and religious communities can pursue to help preserve important spiritual goods in order to meet their needs.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32405092/; https://doi.org/10.1007/s10943-020-01031-6", "title": "Love of Neighbor During a Pandemic: Navigating the Competing Goods of Religious Gatherings and Physical Health"}
{"distilbart": "BACKGROUND Coronavirus disease (COVID-19) pandemic has impacted 1.38 billion children worldwide due to closures to schools, daycares, extracurricular programs, and outdoor recreational spaces (Cluver et al., 2020; World Health Organization, 2020). Parents are similarly affected, with many experiencing changes to income, employment, and childcare needs (Statistics Canada, 2020), families are facing numerous psychological and socioeconomic stressors that are commonly associated with increased parental mental health needs. Maternal mental health is particularly important to consider given that females are at increased risk for depression and anxiety (American Psychiatric Association, 2013). Similarly, suicide is a leading cause of death in mothers of young children in nonpandemic populations. Thus, in addition to the physical health impacts of the pandemic and COVID-related measures should be examined to allow for the effective development and implementation of targeted prevention and intervention strategies. As a result of the measures implemented to halt the transmission", "gold": " Maternal depression and anxiety prevalence rates appear elevated during COVID-19  Risk factors for depression and anxiety were evaluated based on child age ranges  Prior psychopathology, poor marital quality, and financial strain affected risk  Mothers primarily obtained mental health information through online resources", "context": "The coronavirus disease (COVID-19) pandemic has impacted 1.38 billion children worldwide due to closures of schools, daycares, extracurricular programs, and outdoor recreational spaces. Parents are similarly affected, with many experiencing changes in income, employment, and childcare needs (Statistics Canada, 2020). As a result, families are facing numerous psychological and socioeconomic stressors that are commonly associated with increased parental mental health needs (Wachs et al., 2009). Maternal mental health is particularly important to consider given that females are at increased risk for depression and anxiety (American Psychiatric Association, 2013). Similarly, suicide is a leading cause of death in mothers of young children in nonpandemic populations (Rahman et al. 2013). Thus, in addition to the physical health impacts of COVID–19, the psychological and socio-economic impacts of the pandemic and COVID-related measures should be examined to allow for the effective development and implementation of targeted", "contribution": "METHODS/DESIGN We conducted a cross-sectional study using data from the National Health and Nutrition Examination Survey (NHANES) to identify risk factors for maternal depression during the COVID-19 pandemic. RESULTS Mothers were more likely than fathers to report having at least one child in their household, with higher levels of self-isolation, physical distancing, or additional restrictions on social interactions being associated with increased vulnerability for mothers' mental health needs. Maternal depression was also significantly greater among children living alone compared to those who lived together (p < 0.001). CONCLUSIONS The findings highlight the need for early intervention strategies to promote healthy family functioning following an epidemic. Given the long-term effects untreated impaired maternal mental health has on child health and development, it is imperative that risk and resilience factors for mental distress are identified during the current pandemic to inform early intervention programs.", "url": "https://api.elsevier.com/content/article/pii/S016503272032526X; https://doi.org/10.1016/j.jad.2020.07.081; https://www.ncbi.nlm.nih.gov/pubmed/32736186/; https://www.sciencedirect.com/science/article/pii/S016503272032526X?v=s5", "title": "Maternal Psychological Distress & Mental Health Service Use During the COVID-19 Pandemic"}
{"distilbart": "BACKGROUND While bioRxiv and non-COVID-19 preprints are widely used in the United Kingdom (GB) and China, there is a lack of evidence as to the extent of collaboration between authorship. We therefore investigated whether authors choose different license types when positing COVID–19 versus non-coVID-21 preprints. METHODS The data was broken down by server, it was evident that whilst posting of preprints to bioRXiv had 149 remained relatively steady, preprints posted to medRxIV increased with time (Supplemental Fig. 2A). RESULTS This increase in posting poses challenges for the timely screening of preprint; we therefore analysed 151 the screening times of bioRxsiv and medRsxiv over this period. Only marginally faster screening was 152 detected for COVID-23 preprints than for non-CoVID-22 preprints (Fig.2B) when adjusting for 153 differences between servers (", "gold": "The world continues to face an ongoing viral pandemic that presents a serious threat to human 26 health. The virus underlying the COVID-19 disease, SARS-CoV-2, has caused over 3.2 million confirmed 27 cases and 220,000 deaths between January and April 2020. Although the last pandemic of respiratory 28 disease of viral origin swept the globe only a decade ago, the way science operates and responds to 29 current events has experienced a paradigm shift in the interim. The scientific community has 30 responded rapidly to the COVID-19 pandemic, releasing over 16,000 COVID-19 related scientific 31 articles within 4 months of the first confirmed case, of which at least 6,000 were hosted by preprint 32 servers. We focused our analysis on bioRxiv and medRxiv, two growing preprint servers for biomedical 33 research, investigating the attributes of COVID-19 preprints, their access and usage rates, 34 characteristics of their sharing on online platforms, and the relationship between preprints and their 35 published articles. Our data provides evidence for increased scientific and public engagement (COVID-36 19 preprints are accessed and distributed at least 15 times more than non-COVID-19 preprints) and 37 changes in journalistic practice with reference to preprints. We also find evidence for changes in 38 preprinting and publishing behaviour: COVID-19 preprints are shorter, with fewer panels and tables, 39 and reviewed faster. Our results highlight the unprecedented role of preprints and preprint servers in 40", "context": "UNLABELLED   BACKGROUND Preprints are increasingly being used to share more work-in-progress data than a complete story. However, the extent of collaboration in preprint publications is unknown. METHODS AND FINDINGS We analysed COVID-19 and non-COVID- 19 preprints from every inhabited continent published between 1990 and 2013. We found that most countries posted their first confirmed case near to the time of their first reported case, with weak positive correlation considering calendar days of both events (Spearman's rank; ρ = 0.39, p < 0.001). Countries posting a COvid-19 preprint were mostly higher income countries (e.g. US, GB, New Zealand, Switzerland), whereas non-coVID-21 preprints showed slightly more variability in authorship team size (median, 6 [IQR 8] vs 6[IQR 5]). Single-author preprints were almost three times more common", "contribution": "We found that COVID-19 preprints were more likely to be posted by bioRxiv than non-COVID- 19 preprints (median, 1 [IQR 1] vs. 2[IQR 0]). This increase in posting poses challenges for the timely screening of preprints; we therefore analysed the screening times of bioR xiv and medRxiva over this period. Only marginally faster screening was detected for COVID‐19 preprints than for non‐COVID‐21 preprints. Whilst COVID‑19 preplays were screened <1 day quicker from mean differences observed within both servers (Tukey HSD), larger differences were observed between servers (Supplemental Fig. 2B) when adjusting for differences (two‐way ANOVA, interaction term; F1,14808 = 69.13, p<0.001). Whilst COID‐19‐preprints were screened less frequently than non‐coVID‐20 preprints", "url": "https://doi.org/10.1101/2020.05.22.111294", "title": "Preprinting a pandemic: the role of preprints in the COVID-19 pandemic"}
{"distilbart": "Interferons (IFN-I) are members of a large family of signaling proteins known for their potent antiviral activity. IFN-α and interleukin-1 receptors (TIR)-domain-containing adaptor protein (TRAM), Myeloid differentiation primary response gene 88 (MyD88), or TIR-domain containing adaptor proteins, leading to the activation of nuclear transcription factors such as nuclear factor κB (NF-κB), IFN regulatory factor 3 (IRF-3) and IRF-8 (IRFs-7). In the nucleus, this complex is associated with Janus kinase 1 (JAK1) and Tyrosine kinase 2 (TYK2), which subsequently phosphorylate the transcription factor signal transducer and activator of transcription 1 (STAT1), STAT4, and STAT5. Once phosphorylated, these factors associate with IRFs-stimulated gene factor 3 complex (", "gold": "Type I interferons (IFN-I) are a group of related proteins that help regulate the activity of the immune system and play a key role in host defense against viral infections. Upon infection, the IFN-I are rapidly secreted and induce a wide range of effects that not only act upon innate immune cells but also modulate the adaptive immune system. While IFN-I and many IFN stimulated genes are well-known for their protective antiviral role, recent studies have associated them with potential pathogenic functions. In this review, we summarize the current knowledge regarding the complex effects of human IFN-I responses in respiratory as well as reemerging flavivirus infections of public health significance and the molecular mechanisms by which viral proteins antagonize the establishment of an antiviral host defense. Antiviral effects and immune modulation of IFN-stimulated genes is discussed in resisting and controlling pathogens. Understanding the mechanisms of these processes will be crucial in determining how viral replication can be effectively controlled and in developing safe and effective vaccines and novel therapeutic strategies.", "context": "Type I interferons (IFN-I) are members from a large family of signaling proteins known for their potent antiviral activity. IFN-α and IFNβ are produced by most cell types, the best known members being IFN receptors (PRRs), IFN regulatory factor 3 (IRF-3) and IRF-7, which activate nuclear transcription factors such as Janus kinase 1 (JAK1) and Tyrosine kinase 2 (TYK2). In this review, we focus on recent advances in our understanding of the role played by these two PRRs in IFN production. We also provide an overview about how they interact with each other to mediate IFN induction.", "contribution": "In this review, we focus on the role of IFN-I in viral replication and host defense against influenza virus infection. We also provide an overview about IFN signaling pathways that are involved in IFN production by different cell types and discuss their roles in antiviral responses to various viruses.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32455136/; https://doi.org/10.1155/2020/1372494", "title": "Human Type I Interferon Antiviral Effects in Respiratory and Reemerging Viral Infections"}
{"distilbart": "BACKGROUND The World Health Organization (WHO) has recently declared SARS coronavirus 2 (SARS-CoV-2), which was first recognized in December 2019 in Hubei Province, China. In this study, we analyzed the clinical course of 323 hospitalized patients with COVID-19 from January 8 to March 10, 2020, to identify risk factors associated with clinical outcomes for improving management guidelines. METHODOLOGY/PRINCIPAL FINDINGS Clinical signs, disease onset, laboratory tests and outcome data were collected from EMR. All raw data were initially assessed by trained physicians. Based on the clinical presentation at the time of admission, patients were categorized into one of three groups: non-severe, severe and critical. Clinical outcomes (favorable or unfavorable) were based on an average observation period of 28 days, with March 10 to February 20, 2020 as the final follow-up date. Real-time reverse transcription polymerase chain reaction (rRT-PC", "gold": "With evidence of sustained transmission in more than 190 countries, coronavirus disease 2019 has been declared a global pandemic. As such, data are urgently needed about risk factors associated with clinical outcomes.", "context": "Coronavirus disease 2019 (COVID-19) is a potentially lethal respiratory illness caused by SARS coronavirus 2 (SARS-CoV-2), which was first recognized in December 2019 in Wuhan, Hubei Province, China. Most previous studies have focused primarily on epidemiological and clinical characteristics of COVID patients. However, it is urgent to identify novel risk factors associated with patient-centered outcomes for improving management guidelines. In this study, we analyzed the clinical course of 323 hospitalized patients from January 8 to March 10, 2020, in Tianyou Hospital, China, who were enrolled between January 8 and February 20, 2020. Clinical signs, disease onset, laboratory tests (including rRT-PCR and CT), treatments, co-morbidities, complications, and outcome data were collected from electronic medical records (EMRs). All raw data were initially assessed by trained physicians. Based on the clinical presentation at the time of admission, patients were", "contribution": "In this study, we analyzed the clinical course of 323 hospitalized patients with COVID-19 from January 8 to March 10, 2020, in Tianyou Hospital, Wuhan. Univariate and multivariate logistic regression analyses were performed to identify risk factors associated with favorable or unfavorable outcomes. The Kaplan-Meier method was used for Cox proportional hazards analysis. Multivariable hazard ratios (HRs) and 95% confidence intervals (CIs) were calculated using univariate models. RESULTS A total of 323 patients met our inclusion criteria. Patients who received rRT-PCR at admission had a significantly shorter survival time than those who did not receive rRT PCR at admission [hazard ratio (HR): 0.895; 95% CI: 0.738-0.974]. In multivariable analysis, age > 65 years old (HR: 1.073; 95%: 1.054-1.092), male gender (HR =", "url": "https://doi.org/10.1101/2020.03.25.20037721", "title": "\"Risk Factors Associated with Clinical Outcomes in 323 COVID-19 Patients in Wuhan"}
{"distilbart": "BACKGROUND The United Nations Millennium Development Goals (MDGs) of which there were three directly related to health and few others indirectly affecting the health outcomes. Results have been mixed; a lot yet to be achieved and more synergies to be built within and across the sectors; hence, the world was presented a new agenda of the Sustainable Development Goals at the end of 2015. In this realm of affairs, it was also noticed that burden of disease is changing globally and that non-communicable diseases have started to hit hard the population living in lower middle and middle income countries. Moreover, disease patterns started changing with the upsurge of infections like multi-drug resistant tuberculosis and typhoid. Conversely, the affluent health systems were hit by diseases such as SARS, H1N1, MERS, CHF, Swine flu, Mad Cow Syndrome and what not. It was quite obvious that the level of preparedness and responsiveness of health systems across the globe is not optimal to handle", "gold": "GDPs strive to invest an optimal amount of budget to health sector. Compounding on this state of affairs is their inherent inefficiency to spend even that meager amount on the welfare of the patients, improving service delivery, motivating their workforce and making their health systems responsive to the needs of the people they serve. With weak fiscal base and inelasticity in budget spending, when these countries face a catastrophe like COVID-19, there is a whole situation of havoc and lack of finances emerges as the biggest issue in such crises. Pakistan has been no exception to this kind of situation. Government funds allocated to other public sector development schemes are diverted to deal with the health emergency. Hence, the result is an overall socioeconomic shock that a country has to face.", "context": "Most developing countries with weak economies and low GDPs strive to invest an optimal amount of budget to health sector. Compounding on this state of affairs is their inherent inefficiency to spend even that meager amount on the welfare of the patients, improving service delivery, motivating their workforce and making their health systems responsive to the needs of the people they serve. With weak fiscal base and inelasticity in budget spending, when these countries face a catastrophe like COVID-19, there is a whole situation of havoc and lack of finances emerges as the biggest issue in such crises. Pakistan has been no exception to this kind of situation. Government funds allocated to other public sector development schemes are diverted to deal with the health emergency. Hence, the result is an overall socioeconomic shock that a country has to face. Amid such crises, other international commitments also face a state of uncertainty. With the changing disease patterns all over the world, the public financial management system for health sector needs to be revisited to", "contribution": "With weak fiscal base and inelasticity in budget spending, when these countries face a catastrophe like COVID-19, there is a whole situation of havoc and lack of finances emerges as the biggest issue in such crises. Government funds allocated to other public sector development schemes are diverted to deal with the health emergency.", "url": "https://doi.org/10.1002/hpm.2986; https://www.ncbi.nlm.nih.gov/pubmed/32476158/", "title": "COVID‐19 and fiscal space for health system in Pakistan: It is time for a policy decision"}
{"distilbart": "SARS-CoV-2 is a family of related viruses that are responsible for causing diseases ranging from the common cold to severe diseases like Middle East respiratory syndrome (MERS), chikungunya virus, Chikung unya virus and shigellosis. In this study, an integrated bioinformatics approach was used to identify expressed T-and B-cell epitopes for multi-epitope based vaccine development. The aim of this study was to explore SARS-coV-3 transcriptome construction and annotation in order to explore expression of potential T- and B cell epitopes by using SARS–CoV–B cells as well as their role in the immune response against MHC II molecules present longer peptides of 13-17 amino acids in length, which are CD4(+)T-cells epitopes. The epitope-based vaccine development offers prospective advantages over the whole protein approach because it can be used for the treatment of highly", "gold": "SARS-CoV-2 is a single-stranded RNA virus that has caused more than 0.29 million deaths worldwide as of May 2020, and influence of COVID-19 pandemic is increasing continuously in the absence of approved vaccine and drug. Moreover, very limited information is available about SARS-CoV-2 expressed regions and immune responses. In this paper an effort has been made, to facilitate vaccine development by proposing multiple epitopes as potential vaccine candidates by utilising SARS-CoV-2 transcriptome data. Here, publicly available RNA-seq data of SARS-CoV-2 infection in NHBE and A549 human cell lines were used to construct SARS-CoV-2 transcriptome to understand disease pathogenesis and immune responses. In the first step, epitope prediction, MHC class I and II gene identification for epitopes, population coverage, antigenicity, immunogenicity, conservation and crossreactivity analysis with host antigens were performed by using SARS-CoV-2 transcriptome, and in the second step, structural compatibility of identified T-and B-cell epitopes were evaluated with MHC molecules and B-cell receptors through molecular docking studies. Quantification of MHC gene expression was also performed that indicated high variation in allele types and expression level of MHC genes with respect to cell lines. In A549 cell line, HLA-ANHBE cell lines. Prevalence of HLA-A*24 alleles was suggested as risk factors for H1N1 infection, and associated with type-1 diabetes. HLA-C*03:03, linked with male infertility factors was also highly expressed in SARS-CoV-2 infected NHBE cell lines. Finally, three potential T-cell and five B-cell epitopes were selected for molecular docking studies with twenty-two MHC molecules and two B-cell receptors respectively. The results of in silico analysis indicated that proposed epitopes have high potential to recognize immune response of SARS-CoV-2 infection. This study will facilitate in vitro and in vivo vaccine related research studies.", "context": "BACKGROUND SARS-CoV-2 is a positive sense single-stranded RNA virus responsible for the widespread global pandemic causing an upper respiratory tract infection of humans. The current evidences have shown that Th1 immune response can be successful in controlling this viral pathogen and may work for SARS -CoV as well, since the epitopes overlap for both, the T-epitopes can be valuable for designing the cross-reactive vaccines. Epitope-based vaccine development offers prospective advantages over the whole protein approach because the immune response against highly reserved epitopes over a widespread population can be used for the treatment of highly variable pathogens. METHODOLOGY/PRINCIPAL FINDINGS An integrated bioinformatics approach was used to identify expressed T- and Bcell epitopes from RNAseq data of SARS infection in normal human bronchial epithelial (NHBE) and adeno carcinomic alveolar basal epithelium (A549", "contribution": "In the present study, an integrated bioinformatics approach was used to identify expressed T- and Bcell epitopes from RNA-seq data of SARS-CoV-2 infection in normal human bronchial epithelial (NHBE) and adeno carcinomic alveolar basal epithelium (A549). RESULTS The results showed that the expression levels of CD4(+)CD8(+) T cells were significantly higher in NHBE than A549. In addition, we found that there is a significant difference between NHBE and A549 with respect to the expression level of CD3(+), CD5(-)CD25(+) and CD6(+)T cells. Furthermore, we also observed that there are no differences among NHBE, A549 or NHBE with regard to the number of CD7(+)/CD11b(high/low) T-cells. CONCLUSIONS Based on our findings, we have identified potential T-", "url": "https://doi.org/10.1101/2020.05.14.097170", "title": "SARS-CoV-2 transcriptome analysis and molecular cataloguing of immunodominant epitopes for multi-epitope based vaccine design"}
{"distilbart": "BACKGROUND As there exists no broad and recent evidence-reviews on the use of Twitter data for public health we perform a scoping review on the subject focusing specifically on research on the monitoring, detection and forecasting of public health conditions. METHODS We draw upon a broad range of public Health and Information Technology related literature in an attempt to elicit what is known on this topic. RESULTS We find the key areas of application in which Twitter data has been used, mainly surveillance, event detection and pharmacovigilance. We also find specific infections and non-infectious diseases which are being studied, like influenza and mental illness (ILI). Finally, we also find trends in the usage of specific statistical and machine learning algorithms such as an early focus on Support Vector Machines and Bayesian Learning and a more recent focus on Deep Learning Conclusions: Twitter data can be used to aid in public health efforts but some gaps in research exist, for example wider use of semi-supervised techniques", "gold": "Public health practitioners and researchers have used traditional medical databases to study and understand public health for a long time. Recently, social media data, particularly Twitter, has seen some use for public health purposes. Every large technological development in history has had an impact on the behaviour of society. The advent of the internet and social media is no different. Social media creates public streams of communication, and scientists are starting to understand that such data can provide some level of access into the people's opinions and situations. As such, this paper aims to review and synthesize the literature on Twitter applications for public health, highlighting current research and products in practice. A scoping review methodology was employed and four leading health, computer science and cross-disciplinary databases were searched. A total of 755 articles were retreived, 92 of which met the criteria for review. From the reviewed literature, six domains for the application of Twitter to public health were identified: (i) Surveillance; (ii) Event Detection; (iii) Pharmacovigilance; (iv) Forecasting; (v) Disease Tracking; and (vi) Geographic Identification. From our review, we were able to obtain a clear picture of the use of Twitter for public health. We gained insights into interesting observations such as how the popularity of different domains changed with time, the diseases and conditions studied and the different approaches to understanding each disease, which algorithms and techniques were popular with each domain, and more.", "context": "BACKGROUND As there exists no broad and recent evidence based review on the use of Twitter data for public health we perform a scoping review on this topic focusing specifically on research on the monitoring, detection and forecasting of public health conditions. We draw upon a broad range of Public Health related literature in an attempt to elicit what is known about this topic. METHODS AND FINDINGS We follow a specific scoping search methodology to get an exploratory map of the key problems and concepts being tackled in public health through using Twitter data. Results: We find the key areas of application in which Twitter data has been used, mainly surveillance, event detection and pharmacovigilance. We also find specific infections and non-infectious diseases which are being studied, like influenza and mental health condition. Finally, we also find trends in the usage of specific statistical and machine learning algorithms such as an early focus on Support Vector Machines and Bayesian learning and a more recent focus on Deep Learning Conclusions:", "contribution": "We draw upon a broad range of public health and Information Technology related literature in an attempt to elicit what is known on this topic. RESULTS We find the key areas of application in which Twitter data has been used, mainly surveillance, event detection and pharmacovigilance. We also find specific infections and non-infectious diseases which are being studied, like influenza and mental health conditions. Finally, we also find trends in the use of specific statistical and machine learning algorithms such as an early focus on Support Vector Machines and Bayesian learning and a more recent focus on Deep Learning Conclusions: Twitter data can be used to aid in public health efforts but some gaps in research exist, for example wider use of semi-supervised techniques and translation of research into practice.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32425212/; https://doi.org/10.1016/j.compbiomed.2020.103770; https://api.elsevier.com/content/article/pii/S0010482520301426; https://www.sciencedirect.com/science/article/pii/S0010482520301426?v=s5", "title": "A scoping review of the use of Twitter for public health research"}
{"distilbart": "Covid-19 was first detected in Malaysia on 25 January 2020 among three Chinese citizens who entered Malaysia through Singapore on 23 January 2020 (Pung et al. 2020). On 30 January 2020, there was a total of eight confirmed cases of CovID-19, all involving Chinese citizens (Bernama 2020a). The number of infected individuals remained below 25 until 1 March, when the number of cases increased to 29 (Ministry of Health Malaysia 2020). The total number of Covid–19 cases then increased steadily before a sharp rise starting on 14 March (Fig. 1). The first two deaths due to Covid--19 were reported on 17 March (See et Al. 2020) and after which which cases of death increased steadily, though the number remained below 100 until 29 April. As of 30 April, the mortality rate due to covid -19 was 1.70%, which was lower than the global average of 7.1% (World Health Organization 2020), which", "gold": "Aim The first Covid-19 cases were reported in Malaysia on 25 January 2019 followed by a quiescent period before an upward swing of the cases at the end of February 2020, partly attributed to mass gathering during a religious event. This short communication aims to provide an overview of the measures taken by the Malaysian Government in response to Covid-19, and of the effectiveness of the Movement Control Order. Subjects and methods This short communication reviews articles and government announcements related to containment measures and the Movement Control Order of Malaysia, and graphically presents data pertinent to Covid-19 in Malaysia in order to show the relationship between fluctuations in Covid-19 cases and movement control. Results At the onset of the Covid-19 outbreak, Malaysia had initiated travel restrictions and quarantine; but with a persistent increase in new Covid-19 cases, the Movement Control Order was finally rolled out on 18 March 2020, requiring closure of all businesses except those providing essential services and items. Enforcement of the order was tightened progressively, resulting in significant improvement of compliance, while other interventions such as tracking of potential contacts and medical screening were underway, and the media continued to provide updates and general advices. The numbers of new and active Covid-19 cases started showing evident downtrends from mid-April, thus indicating the effectiveness of movement control and its compliance. Conclusion The article provides insight into crucial factors contributing to the success of movement control to effectively contain Covid-19, and highlights the need to prevent future upsurge through continuous monitoring and enforcement.", "context": "Covid-19 was first detected in Malaysia on 25 January 2020 among three Chinese citizens who entered Malaysia through Singapore on 23 January 2020 (Pung et al. 2020). On 30 January 2020, there was a total of eight confirmed cases of Covid- 19, all involving Chinese citizens (Bernama 2020a). The number of infected individuals remained below 25 until 1 March, when the number of cases increased to 29 (Ministry of Health Malaysia 2020). The total number of infections then increased steadily before a sharp rise starting on 14 March (Fig. 1 ). The first two deaths due to Covid‐19 were reported on 17 March (See et al., 2020), after which cases of death increased steadily, though the number remained below 100 until 29 April (Fig 2). As of 30 April, the mortality rate due to CCCD‐19 was 1.70%, which was lower than the global average of 7.1% (World Health Organization 2020). A surge in", "contribution": "In this paper, we review the epidemiology of Covid-19 in Malaysia since its first detection on 25 January 2020. We present a detailed overview of the surveillance and control measures that have been implemented to contain the pandemic, with an emphasis placed on public health implications for other Southeast Asian countries such as Singapore.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7293423/", "title": "Movement control as an effective measure against Covid-19 spread in Malaysia: an overview"}
{"distilbart": "The cause of inflammatory bowel diseases (IBD) remains unknown, most experts agree that the IBD-associated tissue damage is driven by an excessive immune response against luminal bacteria arising in genetically predisposed individuals as a result of the action of multiple environmental factors. These disabling conditions affect millions of individuals and have variable presentations and courses, which, together with the medications used to treat them, can put patients at risk of developing complications and other conditions. There is increasing concern regarding the risk that IBD patients being infected with the novel severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2]. Indeed, after the initial cases diagnosed in Wuhan [China] in December 2019, coronaviral disease has rapidly spread to countries where IBD are more prevalent and it is now clear that comorbidities are associated with poorer clinical outcome in patients with Covid-19.", "gold": "Crohn's disease [CD] and ulcerative colitis [UC], the main inflammatory bowel diseases [IBD] in humans, are chronic, immune-inflammatory diseases, the pathogenesis of which suggests a complex interaction between environmental factors and genetic susceptibility. These disabling conditions affect millions of individuals and, together with the drugs used to treat them, can put patients at risk of developing complications and other conditions. This is particularly relevant today, as coronavirus disease has rapidly spread from China to countries where IBD are more prevalent, and there is convincing evidence that Covid-19-mediated morbidity and mortality are higher in subjects with comorbidities. The primary objectives of this Viewpoint are to provide a focused overview of the factors and mechanisms by which the novel severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2] infects cells and to illustrate the link between such determinants and intestinal inflammation. We also provide clues about the reasons why the overall IBD population might have no increased risk of developing SARS-CoV-2 infection and highlight the potential of cytokine blockers, used to treat IBD patients, to prevent Covid-driven pneumonia.", "context": "The novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has rapidly spread to countries where IBD is more prevalent and comorbidities are associated with poorer clinical outcome in patients with Covid-19. The aim of this study was therefore to determine the prevalence of SARS-Covid-2 infection among patients with inflammatory bowel diseases [IBD] who were treated with azathioprine, methotrexate or other immunesuppressors for inducing remission as well as for preventing IBD-associated complications. Patients were recruited from tertiary IBD centres in Wuhan, China, between December 2015 and March 2019. We found that up to 50% of patients were positive at least once a week after being negative in their faecal samples; however, only one-fifth remained positive in stools after being positive in respiratory samples. Moreover, there was no evidence to suggest an increased risk of infection with SARS", "contribution": "RESULTS SARS-CoV-2 was detected in the ileum and colon of patients with Covid-19 compared to healthy controls (P < 0.05). In addition, there were no significant differences between IBD patients infected by SARS and noninfected control subjects. CONCLUSIONS The presence of SARS infection is associated with an increased risk for developing complications and other conditions in patients with IBD.", "url": "https://doi.org/10.1093/ecco-jcc/jjaa061; https://www.ncbi.nlm.nih.gov/pubmed/32215548/", "title": "Are Patients with Inflammatory Bowel Disease at Increased Risk for Covid-19 Infection?"}
{"distilbart": "BACKGROUND Influenza like illness (ILI) and Sever Acute Respiratory Illness (SARI) surveillance data were used to estimate proportion of laboratory confirmed influenza positive ILI cases (medically-attended) among patients presenting with sudden onset of fever ≥38°C, AND cough or shortening of breath or difficulty breathing with in the last 7 days. METHOD This study aimed to assess the burden and seasonality of influenza associated hospitalization using sentinel surveillance data collected from 2012 to 2017 in Ethiopia. The SARI program is a health center-based sentinel system that monitors children and adults hospitalized with pneumonia across five hospitals in Ethiopia including Yekatit-12 hospital (Addis Ababa), Mekele hospital (Tigray region, northern Ethiopia), Felege-hiwot hospital (Oromia region, Central Ethiopia) and Adare hospital (Southern region of Ethiopia). Case definitions and data collection ILI was defined as any person presenting", "gold": "Background: The influenza virus spreads rapidly around the world in seasonal epidemics, resulting in significant morbidity and mortality. Influenza-related incidence data are limited in many countries in Africa despite established sentinel surveillance. This study aimed to address the information gap by estimating the burden and seasonality of medically attended influenza like illness in Ethiopia. Method: Influenza sentinel surveillance data collected from 3 influenza like illness (ILI) and 5 Severe Acute Respiratory Illness (SARI) sites from 2012 to 2017 was used for analysis. Descriptive statistics were applied for simple analysis. The proportion of medically attended influenza positive cases and incidence rate of ILI was determined using total admitted patients and catchment area population. Seasonality was estimated based on weekly trend of ILI and predicted threshold was done by applying the \"Moving Epidemic Method (MEM)\". Result: A total of 5715 medically attended influenza suspected patients who fulfills ILI and SARI case definition (77% ILI and 23% SARI) was enrolled. Laboratory confirmed influenza virus (influenza positive case) among ILI and SARI suspected case was 25% (1130/4426) and 3% (36/1289). Of which, 65% were influenza type A. The predominantly circulating influenza subtype were seasonal influenza A(H3N2) (n = 455, 60%) and Influenza A(H1N1)pdm09 (n = 293, 38.81%). The estimated mean annual influenza positive case proportion and ILI incidence rate was 160.04 and 52.48 per 100,000 population. The Incidence rate of ILI was higher in the age group of 15-44 years of age ['Incidence rate (R) = 254.6 per 100,000 population', 95% CI; 173.65, 335.55] and 5-14 years of age [R = 49.5, CI 95%; 31.47, 130.43]. The seasonality of influenza has two peak seasons; in a period from October-December and from April-June. Conclusion: Significant morbidity of influenza like illness was observed with two peak seasons of the year and seasonal influenza A (H3N2) remains the predominantly circulating influenza subtype. Further study need to be considered to identify potential risks and improving the surveillance system to continue early detection and monitoring of circulating influenza virus in the country has paramount importance.", "context": "BACKGROUND Influenza is an acute viral respiratory tract disease in humans, often characterized by fever, headache, myalgia, prostration, coryza, sore throat and cough. This study aimed to estimate the burden and seasonality of influenza like illness (ILI) and Sever Acute Respiratory Illness (SARI) among children and adults presenting with sudden onset of fever > 38 degrees C and cough or sore throat in a period from 2012 to 2017 in Ethiopia. METHODOLOGY/PRINCIPAL FINDINGS The epidemiological data collected at three sentinel sites (Shiromeda health center, Kolfe health center and Akaki health center established in 2010) were used as case definition for ILI and SARI. Overall incidence rate of ILI was estimated using Cox proportional hazards regression model adjusted for potential confounders such as age group, gender, smoking status, body mass index (BMI), education level, marital status and socioeconomic status.", "contribution": "RESULTS The proportion of laboratory confirmed ILI and SARI cases among patients presenting with fever ≥38°C was 8.8% (95 % CI: 7.4-9.6) in 2012, 9.3% (CI: 6.2-11.5) in 2013 and 3.7% (0.1-10.0) in 2017 respectively. Seasonal influenza A pdm2009 was the most common seasonality followed by H3N2 pdm2010 and H1N1 pdm2011. CONCLUSION Influenza like illness is an important cause of morbidity and mortality associated hospitalization across all age groups in Ethiopia.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7029599/", "title": "\"Burden and seasonality of medically attended influenza like illness (ILI) in Ethiopia"}
{"distilbart": "BACKGROUND There is a need to develop clinical guidance for obstetric providers and neonatologists, and this should be based on rigorously collected data. The Italian Obstetric Surveillance System (ItOSS) maternal mortality surveillance system will allow verification and provide further information. This paper describes hospital care of pregnant women with confirmed SARS-CoV-2 infection admitted to Italian hospitals for childbirth. METHODS A national population-based cohort study was conducted in Italy from February 25 to April 22, 2020 among 146 pregnant women who gave birth at the National Birth Registry between March 1, 2015 and December 31, 2019. The incidence rates were estimated by reverse transcriptase-polymerase chain reaction (RT-PCR) testing for the SARS–CoV–2 virus through a nasopharyngeal swab and/or by findings from chest X-ray or computed tomography (CT), and antibody response from maternal peripheral blood. RESULTS In case of maternal death from S", "gold": "The study was implemented to provide guidance to decision-makers and clinicians by describing hospital care offered to women who gave birth with confirmed COVID-19 infection.", "context": "BACKGROUND Pregnant women are at higher risk of developing respiratory complications as well as worse maternal and neonatal outcomes. The Italian Obstetric Surveillance System (ItOSS) national population-based cohort study collects information on all pregnant women who gave birth in any Italian hospital with a SARS-CoV-2 infection confirmed during pregnancy. METHODS This analysis reports hospitalized cases from February 25 to April 22, 2020, for whom complete data have been received by April 11, 2020. RESULTS Among an estimated 70,343 maternities that took place over the same period in Italy, the incidence rate of confirmed SARS--CoV--2 infection was 2.1 per 1000 live births per 100 000 person-years [95% confidence interval (CI): 1.4-3.0]. The incidence rates of women with confirmed SRS--Co virus infection were estimated at a national level, by geographical area, and for the Lombardy Region. Denominator estimates are", "contribution": "The incidence rates of women with confirmed SARS-CoV-2 infection who gave birth in any Italian hospital with a 95% confidence interval (CI) were estimated at a national level, by geographical area and for the Lombardy Region. Significant differences between the two groups were assessed through the Pearson's Chi-squared test for categorical variables and Mann–Whitney U test for continuous variables. RESULTS Among an estimated 70,343 maternities that took place over the same study period in Italy, the incidence rate of confirmed SRS-coV–2 infection was 2.1 per 100 000 live births (95% CI: 1.4 to 3.6). The most common cause of death from COVID-19 pneumonia among pregnant women was preterm delivery. CONCLUSIONS Pregnant women are at higher risk of developing respiratory complications as well as worse maternal and neonatal outcomes. Possible transmission of the SARS‑CoV‐2 virus from mothers to", "url": "http://medrxiv.org/cgi/content/short/2020.06.11.20128652v1?rss=1", "title": "Coronavirus and birth in Italy: results of a national population-based cohort study"}
{"distilbart": "BACKGROUND In December 2019, the first cases of pneumonia originating from a new strain of coronavirus (SARS-CoV-2) appeared in Wuhan (China). The new disease was named COVID-19 on January 31, 2020. METHODOLOGY/PRINCIPAL FINDINGS A retrospective cohort study was performed on consecutive patients hospitalized due to COVID--19 in the Costa del Sol Hospital in Marbella (Málaga, Spain. Patients were included starting with the first case admitted on February 26, 2020 up until the end of the study period on April 29, 2020 and were either discharged after recovery or died in the hospital. Diagnosis was confirmed by a positive SARS–CoV–2 PCR test on nasopharyngeal, sputum, or bronchoaspiration samples and/or a positive serology and compatible clinical symptoms. The presence of SARS‑CoV‐2 was detected in respiratory samples by", "gold": "teléfono 658927715", "context": "In December 2019, the first cases of pneumonia originating from a new strain of coronavirus (SARS-CoV-2) appeared in Wuhan (China). The new disease was named COVID-19. On January 31, 2020, Spain was the second country in the world in terms of most reported cases: 224,390 cases confirmed by SARS–CoV‑2 polymerase chain reaction and 26,621 deaths and 136,166 infections resolved. Since the start of the pandemic, treatment recommendations based on studies with many limitations have been incorporated into clinical practice. There are still no specific treatments available that have a solid scientific backing. Treatment of patients is based on symptomatic treatment, especially oxygen, and on pharmaceutical treatment protocols, with the recommendation of including patients in clinical trials where possible. In the absence of effective treatment, knowledge of patient characteristics that can predict poor progress at the time of admission can be useful for identifying those who should be hospitalized or those", "contribution": "In this study, we describe the first cases of COVID-19 in patients hospitalized in a general hospital and analyze the characteristics upon admission associated with in-hospital death. RESULTS The median age at admission was 45 years (interquartile range [IQR]: 35-65). Age, sex, comorbidity, tobacco use, use of angiotensin-converting enzyme inhibitors (ACEI) or ACEI receptor blockers (ARB), polypharmacy (defined as use of more than 5 drugs) were significantly higher among those who died compared to those who did not (P < 0.001; 95% confidence interval [CI] = 0.003-0.004; P =.002; I(2) > 10(-8); p =.02). Among them, there were no significant differences between groups except for an older age group. CONCLUSIONS This is the first case of pneumonia originating from SARS-CoV-2", "url": "https://api.elsevier.com/content/article/pii/S2254887420300928; https://www.sciencedirect.com/science/article/pii/S2254887420300928?v=s5", "title": "Comorbidity and prognostic factors on admission in a COVID-19 cohort of a general hospital"}
{"distilbart": "A major issue facing health systems in low- and middle-income countries (LMICs) is improving healthcare accessibility resulting from health care professional shortages, especially for mental healthcare. Despite the many benefits of task-shifting for increasing healthcare access, a growing body of research points to challenges lay providers face. A key challenge is socioeconomic inequities between lay providers and employed health professionals. This reality is largely driven by interventionists pushing an ethic of volunteerism for lay provider programs; some policymakers and community program leaders claim that lay providers are \"priceless\" and might lose intrinsic motivation to fulfill their responsibilities if paid. Additionally, many programs emphasize their costeffectiveness in increasing healthcare accessibility, which is premised on not paying lay providers. These outcomes are even more concerning among lay counselors, a specific type of lay provider focused on mental healthcare, which often requires more time commitment and raises the risk for unique stressors, including compassion fatigue. One proposed root cause of these problems is that lay", "gold": "A key focus of health systems strengthening in low-and middle-income countries is increasing reach and access through task-shifting. As such models become more common, it is critical to understand the experiences of lay providers because they are on the forefront for delivering care services. A greater understanding would improve lay provider support and help them provide high-quality care. This is especially the case for those providing mental health services, as providing psychological care may pose unique stressors. We sought to understand experiences of lay counselors, focusing on identity, motivation, self-efficacy, stress, and burnout. The goal was to understand how taking on a new provider role influences their lives beyond simply assuming a new task, which would in turn help identify actionable steps to improve interventions with task-shifting components.", "context": "BACKGROUND A major issue facing health systems in low- and middle-income countries (LMICs) is improving healthcare accessibility resulting from health care professional shortages, especially for mental healthcare. Community health workers (CHWs), more broadly referred to as lay providers who deliver services ranging from HIV-Tuberculosis care and management [6] to mental healthcare [7], the topic of the current study [7, 8]. Task shifting has become the de facto model of much mental healthcare delivery in lowresource settings globally due to the one-million-person shortage of mental health specialists [4, 9]. Despite the many benefits of task-shifting for increasing healthcare accessibility, a growing body of research points to challenges lay providers face. This reality is largely driven by interventionists pushing an ethic of volunteerism for lay provider programs [10, 11]. Some policymakers and community program leaders claim that lay providers are \"priceless\" and might lose intrinsic motivation to fulfill their responsibilities if paid", "contribution": "METHODS We used a humanistic approach incorporating role identity theory to examine experiences of lay counselors trained in a family therapy intervention in Eldoret, Kenya. RESULTS Findings showed that the majority of counselors reported experiencing significant shifts in their social roles after receiving training and taking on new health worker roles. The most common reasons for these changes were: (1) lack of time commitment; (2) burnout; and (3) workload and socioeconomic inequities as driving problems of demotivation and burnout among lay providers. CONCLUSIONS This study highlights the need for better lay provider support programs to improve the quality and effectiveness of mental healthcare interventions.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7031864/", "title": "What about lay counselors’ experiences of task-shifting mental health interventions? Example from a family-based intervention in Kenya"}
{"distilbart": "The notion of a sacrifice to end it was explicit in the Homeric description, and it rings so true today: you can't end an epidemic without some sort of sacrifice! Epidemics arise because humans live in close proximity, in urban environments and can travel to suburban and rural landscapes spreading disease; epidemics started as soon as urban settings and organized societies were established (2). The Greeks, among the first people on earth to live in cities, run organized communities and have large armies and navies, knew early on that proximity to each other could lead to communicative diseases. Hippocrates talked about lepra, its transmission and how, like COVID-19 today, \"these diseases are easier to heal when they appear in the youngest patients and are of the most recent origin\" (3) As Jared Diamond called it in his best seller \"Guns, germs, and steel\" in 1997, the lethal gift of domesticated and other livestock to the first human settlements to", "gold": "Please cite this article as: Stratakis, C.A., Laybutt, D.R., Laudet, V., Klinge, C.M., Epidemics will always come (and go): the need to prepare for the next one, research on COVID-19, and the role of molecular and cellular endocrinology, Molecular and Cellular Endocrinology, https://doi.", "context": "As climate change and population movements continue unabated, the chances for epidemics (and consequently pandemics) increase. What are the lessons for us in 2020? Like any other adversity, an epidemic can teach us some important things. First, epidemics are a fact of life: all we can do is learn the lessons from this one and be better prepared for the next one; because the next two will be here, in our lifetime, almost certainly. Second, we are so interconnected that what millennia ago took decades and/or centuries to spread, now takes mere weeks or even days. It is unacceptable to demonize a \"foreigner's virus\"; it is essential to accept that pathogens do not recognize borders, social classes, or other human-made distinctions and it is critical to study other determinants of pathogenicity (biological factors such as age and sex, or environmental factors, such as climate and location). The connectivity of our times has an inescapable consequence", "contribution": "This is probably the first historical documentation of a massive, communicative illness. Hippocrates talked about lepra, its transmission and how, like COVID-19 today, \"these diseases are easier to heal when they appear in the youngest patients and are of the most recent origin\" (3). As Jared Diamond called it in his best seller \"Guns, germs, and steel,\"", "url": "https://doi.org/10.1016/j.mce.2020.110863; https://www.ncbi.nlm.nih.gov/pubmed/32389799/; https://api.elsevier.com/content/article/pii/S0303720720301635; https://www.sciencedirect.com/science/article/pii/S0303720720301635?v=s5", "title": "\"Epidemics will always come (and go): the need to prepare for the next one"}
{"distilbart": "SARS-CoV-2 is a major determinant of coronavirus host range (Haijema et al. 2003; McCray et al., 2000). The S1 subunit contains an N-terminal domain connected by a linker of variable length to the receptor-binding domain (RBD) and has recently been sequenced from pangolin coronaviruses, but absent in related bat coronaviraluses. Domain based sequence analysis indicates that this motif forms a conformational cluster at the exposed NTD regions of the spike trimer and may contribute to determine host range. However, as mentioned above above, within the RBD, SARS-coV-3 shows higher identity with pangol viruses belonging to the Guangdong lineage than to RaTG13 ( Figure 1B and 1D), showing a strong network of polar contacts (PDB id: 6m0j). SARS–CoV–2 RBD mediates", "gold": "In less than five months, COVID-19 has spread from a small focus in Wuhan, China, to more than 5 million people in almost every country in the world, dominating the concern of most governments and public health systems. The social and political distresses caused by this epidemic will certainly impact our world for a long time to come. Here, we synthesize lessons from a range of scientific perspectives rooted in epidemiology, virology, genetics, ecology and evolutionary biology so as to provide perspective on how this pandemic started, how it is developing, and how best we can stop it.", "context": "SARS-CoV-2 is a pangolin coronavirus isolated from Malayan or Sunda pangolins (Manis javanica) illegally imported in Southern China. SARS-covers the receptor binding domain (RBD), an N-terminal domain connected by a linker of variable length to the receptor-binding region, and contributes to host range. In this study, we sequenced the RBDs of two pandemic pandemics: Guangdong and Guangxi pangoli viruses. Phylogenetic analysis revealed that these viruses were derived through recombination events among bats, pangols, and possibly other mammals. The phylogenetic analyses showed that they clustered into three distinct sublineages within the Gammaproteobacteria lineage, which are referred to as the Guangdongo lineages of sarbecoviruses. However, there was no evidence against the circulating theory that the virus originated the progenitor of", "contribution": "In this review, we provide an overview of SARS-CoV-2 RBDs from pangolins (Manis javanica) and discuss the evolutionary history of these viruses. In particular, we focus on recent advances in our understanding of host range determinants such as receptor binding affinity between the spike protein and the cognate cellular receptor ACE2 molecules from humans and other non-bat mammalian species.", "url": "https://www.sciencedirect.com/science/article/pii/S156713482030215X?v=s5; https://api.elsevier.com/content/article/pii/S156713482030215X; https://doi.org/10.1016/j.meegid.2020.104384; https://www.ncbi.nlm.nih.gov/pubmed/32473976/", "title": "\"SARS-CoV-2 and COVID-19: A genetic"}
{"distilbart": "In this review, we address the current understanding of FMT efficacy and safety to stimulate critical thinking about the gaps in clinical evidence needed to better inform Clostridioides difficile infection (CDI) treatment. This discussion also readily applies to investigational microbiome drugs, as we seek to improve therapeutic options for patients to mitigate risk. Exposure to broad-spectrum antibiotics is the main risk factor for primary CDI, the leading cause of nosocomial diarrhea; CDI recurrence is common, with rates of up to 40%-60% among those with a history of ≥2 episodes [2]. Recurrences follow treatment discontinuation within 8 weeks, although the majority occur within 1-3 weeks, highlighting the paradox of treating an antibiotic-associated infection with more antibiotics. High rates of treatment failure can only be fully understood within the context of the pathogen's life cycle and the role of the healthy microbiome in reducing recurrence. By contrast, secondary bile acids,", "gold": "The leading risk factor for Clostridioides (Clostridium) difficile infection (CDI) is broad-spectrum antibiotics, which lead to low microbial diversity, or dysbiosis. Current therapeutic strategies for CDI are insufficient, as they do not address the key role of the microbiome in preventing C. difficile spore germination into toxin-producing vegetative bacteria, which leads to symptomatic disease. Fecal microbiota transplant (FMT) appears to reduce the risk of recurrent CDI through microbiome restoration. However, a wide range of efficacy rates have been reported, and few placebo-controlled trials have been conducted, limiting our understanding of FMT efficacy and safety. We discuss the current knowledge gaps driven by questions around the quality and consistency of clinical trial results, patient selection, diagnostic methodologies, use of suppressive antibiotic therapy, and methods for adverse event reporting. We provide specific recommendations for future trial designs of FMT to provide improved quality of the clinical evidence to better inform treatment guidelines.", "context": "Fecal microbiota transplant (FMT), the transfer of minimally processed stool from a donor to a recipient, has emerged as an effective treatment for Clostridioides difficile infection (CDI). FMT is associated with increased microbial diversity and secondary bile acids, providing proof of concept of the critical role of microbiome restoration. The Infectious Diseases Society of America/Society for Healthcare Epidemiology of America (IDSA/SHEA) guidelines recently recommended FMT for multiply recurrent CDI, despite \"moderate quality\" evidence, reflecting the great unmet need [14]. Why are the data only ranked as “moderate quality” evidence? Herein, we describe the methodologic flaws that limit estimates of FMT efficacy and safety for recurrent CDIs: • Quality of study designs evaluating FMT; selection of appropriate diagnostic assays for CDI• Importance of a placebo arm when evaluating any investigational agent, particularly in a disease without any pathogn", "contribution": "In this review, we address the current understanding of FMT efficacy and safety to stimulate critical thinking about the gaps in clinical evidence needed to better inform investigational microbiome drugs. In addition, we discuss concerns about emerging infections, such as SARS-CoV-2 and transmission of undetected pathogens [15, 16]. Finally, we propose recommendations for future FMT study designs, also applicable to investigationally microbiome drugs, to improve the quality of the clinical evidence required for well-supported treatment guidelines.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32405509/; https://doi.org/10.1093/ofid/ofaa114", "title": "The Efficacy and Safety of Fecal Microbiota Transplant for Recurrent Clostridiumdifficile Infection: Current Understanding and Gap Analysis"}
{"distilbart": "BACKGROUND The spread of flu-like diseases (influenza, SARS and COVID-19) is often modelled using three or four compartments: Susceptible-Infected-Recovered (SIR), Susceptibility-Exposed-Referred (SEIR). Some variants, also consider theoretically a simple containment option, of quarantining infected persons with symptoms. However, all these models assume that only contact between the S and E compartments does not lead to any infection. In contrast, an asymptomatic patient with COVID--19 can infect susceptible individuals through contact. This threshold is achieved when a sufficiently large proportion of a population becomes immune, and as a result, the disease spread slows down. For COVID–19, estimating the onset of herd immunity remains elusive, and indeed, ascertaining whether herd immunity exists at all! Moreover, high case fatality rate of 3 − 10% (vs. 0.05% for", "gold": "A quantitative COVID-19 model that incorporates hidden asymptomatic patients is developed, and an analytic solution in parametric form is given. The model incorporates the impact of lockdown and resulting spatial migration of population due to announcement of lockdown. A method is presented for estimating the model parameters from real-world data. It is shown that increase of infections slows down and herd immunity is achieved when symptomatic patients are 4-6% of the population for the European countries we studied, when the total infected fraction is between 50-56 %. Finally, a method for estimating the number of asymptomatic patients, who have been the key hidden link in the spread of the infections, is presented.", "context": "BACKGROUND COVID-19 infections have breached the five million mark, yet there is neither a vaccine nor a scalable treatment in sight [1, 2]. Furthermore, a distinctive feature of this disease, in contrast to other infectious diseases such as Influenza or SARS, is the presence of a large fraction of \"asymptomatic\" patients, who don't have any obvious symptoms but are still capable of infecting susceptible individuals through contacts. However, identifying individuals spreading infections via the asymptomatic pathway is not easy unless extensive contact tracing and testing are performed. A major challenge is the uncertainty in the estimation of asymPTomatic fraction, with estimates ranging from 41% to 86%. And along the symptomatic pathway, 44% of the infections are spread before the onset of symptoms rendering the quarantining people with symptoms less efficient compared to others infectious diseases. These challenges have driven governments to implement non-pharmaceutical interventions (NPIs) such as social distancing and", "contribution": "In this letter, we introduce the SAIR model which treats infections by an asymptomatic (A) or an infected symptomatic person (I) as being equally likely. The dynamical behavior of this model is quite different from that of the SEIR model. The model takes into account lockdown in an explicit fashion by using discontinuous in time reproduction rate (the effective rate at which susceptible population get converted into infected). We give an implicit closed-form solution for this model, which sheds light on the dynamics of the model and leads to methods for estimating the parameters therein. In order to make this parametric form readily computable, we also introduce an approximate explicit representation.", "url": "https://arxiv.org/pdf/2006.00045v1.pdf", "title": "\"Estimating Hidden Asymptomatics"}
{"distilbart": "BACKGROUND Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the leading cause of death among skiers and snowboarders and accounts for 3-15% of winter sports-related injuries. The aim of the present study was to evaluate the influence of the \"COVID-19\"-quarantine measures on neurosurgical caseload and injury pattern of TBI patients in the state of Tyrol during 3 weeks, in which the strictest quarantine rules were in place. METHODOLOGY/PRINCIPAL FINDINGS We retrospectively compared 3 weeks within the 2020 quarantine period with the respective time periods from 2016 to 2019. Importantly, March and April are within the peak season for winter sport tourism in Tyrol. As our department is a level-1 trauma center by default, patients with moderate or severe TBI are transferred if necessary. Demographic variables, patient history [cause of TBB, initial Glasgow Coma Score", "gold": "Purpose In February 2020, the federal state of Tyrol in Austria has become one of the epicenters of the COVID-19 pandemic. Tyrol is known for numerous skiing areas. Thus, winter sport resorts became a starting point for COVID-19 infections spreading towards the rest of the state, Austria and other countries, leading to a mandatory quarantine for almost a million people, who were placed under a curfew and restrictions in daily life. Additionally, all ski resorts and hotels were closed. We aimed to analyze the influence of the COVID-19 quarantine on traumatic brain injury (TBI) cases in Tyrol. Methods We retrospectively compared demographical and injury characteristics from all TBI patients within the 2020 strict quarantine period with the respective time periods from 2016 to 2019. As our department is the only neurosurgical unit in Tyrol, all patients with moderate or severe TBI are transferred to our hospital. Results During 3 weeks of the full quarantine period, the weekly TBI cases load decreased significantly in comparison to the same time periods in the years 2016-2019. Furthermore, concomitant skull fractures decreased significantly (p < 0.016), probably reflecting different causative mechanisms. The other demographical and injury characteristics and particularly falls at home stayed relatively unchanged. Conclusion TBI remained an important contributor to the neurosurgical workflow during the COVID-19 pandemic. Strategies to ensure neurosurgical care also under pandemic-induced lockdown are important.", "context": "BACKGROUND Traumatic brain injury (TBI) remains the largest contributor to trauma-related mortality worldwide with considerable economic and social impact, particularly for affected individuals, their families and socioeconomic systems. The state of Tyrol in Austria is internationally renowned for its popular winter sport resorts--especially skiing areas---and is hosting guests from all over the world with a seasonal peak during the Easter holidays. In February 2020, Tyrol became increasingly affected by the coronavirus disease. A massive outbreak began in the district of Landeck, home to large and popular skiing areas. Due to the fast-increasing number of infections, the district was put under quarantine on March 14th 2020, followed by the whole region of Tyrology on March 15th 2020. This resulted in the closure of all ski resorts, hotels and a curfew for all inhabitants, including a ban of outdoor sport activities. Furthermore, local regional and hospital task forces determined that all elective surgeries had to be postponed and only emergencies should", "contribution": "METHODS We retrospectively compared 3 weeks within the 2020 quarantine period with the respective time periods from 2016 to 2019. RESULTS The incidence of sports-related TBI was significantly higher in patients who were treated for moderate or severe TBI than those who did not receive any treatment (P < 0.001). CONCLUSIONS This study shows that a significant proportion of mild and sport related TBIs occur at home, especially among people aged 65 years and older.", "url": "https://doi.org/10.1007/s00068-020-01445-7; https://www.ncbi.nlm.nih.gov/pubmed/32699916/", "title": "The influence of the COVID-19 pandemic on traumatic brain injuries in Tyrol: experiences from a state under lockdown"}
{"distilbart": "INTRODUCTION Acute respiratory distress syndrome (ARDS) is triggered by a variety of etiologic agents and SEB remains one of them. Interestingly, patients who develop the severe form of novel coronavirus disease 2019 were found to exhibit ARDS, cytokine storm, and respiratory failure (Henry & Lippi, 2020). The incidence of ARDS in the Unites States is 78.9 per 100,000 persons/year and the mortality rate is 38.5% (Matthay et al., 2019). With the ongoing COVID-19 pandemic, this incidence is likely to increase further. We have also shown that THC triggers epigenetic changes including alterations in expression of miRNA (Al-Ghezi, Miranda, Nagarkatti, & Nagarkati), and histone modifications (Yang et al.-2014). For example, in SEB-induced mouse model of acute respiratory distress Syndrome (ARDS), our previous studies showed that THC could modulate", "gold": "Background: Staphylococcal enterotoxin-B (SEB) is one of the most potent bacterial superantigens that exerts profound toxic effects by inducing cytokine storm. When SEB is inhaled, it can cause Acute Respiratory Distress Syndrome (ARDS), which is often fatal and currently there are no effective treatment modalities.", "context": "D9-Tetrahydrocannabinol (THC) is a cannabinoid component found in marijuana. THC acts through cannabinoid receptors, CB1 and CB2 that are expressed on immune cells to mediate immunosuppression including: 1) induction of Tregs and MDSCs; 2) apoptosis in activated T cells and dendritic cells; 3) switch from Th1 to Th2 differentiation; 4) inhibition of cytokine production by upregulation of suppressor of cytokines 1 (SOCS1), a negative regulator of IFN-γ (Sido, Jackson, Nagarkatti, & Nagarkattatti, 2016). We have also shown that THC triggers epigenetic changes including alterations in the expression of miRNA (Al-Ghezi, Miranda et al., 2018), and histone modifications (Yang et al.. 2014). For example, in SEB-induced mouse model of acute respiratory distress syndrome (ARDS), our previous studies", "contribution": "In this study, we found that THC significantly attenuated SEB-induced ARDS in C3H mice. Administration of THC prior to SEB challenge prevented such toxicity and mortality by suppressing the cytokine storm and enhancing immunosuppressive cytokines such as IL-10 as well as induction of Tregs (Rao, Nagarkatti, & Nagarkattatti, 2015). In addition, administration of THC before SEB exposure protected mice from acute ARDS induced by two doses of SEB (0.5 mg/kg body weight) or 10 microg of THC per day for 7 days. The efficacy of these cannabinoids depended on their effect on microbiota (Al-Ghezi, Miranda et al., 2018), which is known to produce short chain fatty acids (SCFA) that can travel systemically and cause immunomodulatory changes at distant sites (Dopkins, Nair, 2019). We also showed that THC could reverse the dysbiosis", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32754917/; https://doi.org/10.1111/bph.15226", "title": "Protective Effects of Δ9‐Tetrahydrocannabinol Against Enterotoxin‐induced Acute Respiratory Distress Syndrome is Mediated by Modulation of Microbiota"}
{"distilbart": "Using the Integrated Hospital Quarantine System (IHQS) to facilitate the quarantine process at the entrances. B, The purposes and dispositions of quarantine (data from March 13- to March 17, 2020, excluding weekends) and excluded weekends) are discussed in terms of the purpose and disposition of quarantine. MATERIAL AND METHODOLOGY/PRINCIPAL FINDINGS I G U R E 1 A, Using the Integrated Hospitals Quarantine system (I HQS), Using the integrated Hospital Qu quarantine System (ISQS) for facilitating the quarantine processes at the entrance gates, we provide a framework that facilitates the quiescenting process at these entrances. RESULTS I GU R E1A, using the IHQS to facilitate quarantine process is facilitated by the ISQS through its use as an entry point between March 13–March 17, 2019 and March 17–March 18–March 19–March 20–March 21–March 24–March 31", "gold": "rapidly in nearly all areas of the world, protecting hospitals against intrusion of COVID-19 is therefore imperative. 1 As many hospitals in Taiwan, our hospital, a large medical center in southern Taiwan, has great experience in infection control, mainly from the epidemic of severe acute respiratory syndrome (SARS) in 2013.", "context": "The purpose of this study was to investigate the effect of environmental factors on quarantine process. The aim of this paper is twofold: (1) to provide an overview of current state-of-the art in terms of climate change, and (2) to identify gaps in knowledge that may be relevant for future studies.", "contribution": "In this paper, we present an overview of the current state-of-the-art in the field of quarantine and discuss how it can be used to improve our understanding of quarantine processes. We also provide a brief summary of what is currently known about the use of various methods for improving our knowledge of quarantine process at the entrances.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32282113/; https://doi.org/10.1002/kjm2.12216", "title": "Integrated Hospital Quarantine System against COVID‐19"}
{"distilbart": "Despite the recent advances in versatile and cost-effective ruthenium catalysis, the challenging C7ÀH functionalization of indoles has thus far remained elusive. We have now developed the first carboxylate-assisted ruthanium(II) biscarboxylates catalyzed C7 Å H bond activation of indole by a weakly coordinating pivaloyl directing group via the formation of unfavorable six-membered rutheacycles. Notable features of our strategy include a) unprecedented RUThenium-catalyzed c7ÄH activations enabling amidations and alkenylation under exceedingly mild conditions, deep mechanistic insight, which provides solid evidence for the site-selective formation of six–membered Ruthenacycles over common fivemembered metallacycles, d) detailed kinetic studies by spectroscopic and spectrometric techniques that elucidate the forming of a rutheneium am", "gold": "C7 À H-functionalized indoles are ubiquitous structural units of biological and pharmaceutical compounds for numerous antiviral agents against SARS-CoV or HIV-1. Thus, achieving site-selective functionalizations of the C7ÀH position of indoles, while discriminating among other bonds, is in high demand. Herein, we disclose site-selective C7 À H activations of indoles by ruthenium(II) biscarboxylate catalysis under mild conditions. Base-assisted internal electrophilic-type substitution CÀH ruthenation by weak O-coordination enabled the C7ÀH functionalization of indoles and offered a broad scope, including CÀN and CÀC bond formation. The versatile ruthenium-catalyzed C7ÀH activations were characterized by gram-scale syntheses and the traceless removal of the directing group, thus providing easy access to pharmaceutically relevant scaffolds. Detailed mechanistic studies through spectroscopic and spectrometric analyses shed light on the unique nature of the robust ruthenium catalysis for the functionalization of the C7ÀH position of indoles.", "context": "Indoles are key structural motifs in a plethora of biorelevant compounds, drugs, and pharmaceuticals. In particular, C7-functionalized indole scaffolds exhibit a number of antiviral activities such as inhibitors of SARS-CoV, HIV-1, influenza virus A/Hanfang/359/95 (H3N2), and HSV II. Despite the recent advances in versatile and costeffective ruthenium catalysis, the challenging functionalization of indoles has thus far remained elusive, which mainly stems from the formation of unfavorable six-membered metallacycles. Within our program on sustainable carboxylate-assisted [5]ruthenial(II) activation, we have now developed the first catalyzed C7-(II) biscarboxylates by weakly coordinating [20]pivaloylindole 1a with tosylazide 2a via the generation of unfavorable 6'-membered r", "contribution": "Here, we report the first ruthenium(II) biscarboxylate catalyzed C7-H activation of indoles by a weakly coordinating [20] pivaloyl directing group via the formation of unfavorable six-membered metallacycles. Notable features of our strategy include (1) unprecedented carboxylation-assisted rUThenium-catalyzed C 7-H amidation process; (2) expedient C7 H activations enabling amidations and alkenylations under exceedingly mild conditions; and (3) deep mechanistic insight, which provides solid evidence for site-selective [21] formation of six--membered rutsheniccles over common five‐membered Ruthenacycles; (4) detailed kinetic studies by spectroscopic and spectrometric techniques that elucidate the form of an amide in a key step prior to C 7‐H scission; (5) detailed", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32485007/; https://doi.org/10.1002/anie.202006164", "title": "C7‐Indole Amidations and Alkenylations by Ruthenium(II) Catalysis"}
{"distilbart": "BACKGROUND The first case of severe acute respiratory syndrome coronavirus-19 (SARS-CoV-2) in the United States was on January 20, 2020 and as of May 4, 2020, more than 3.6 million infections have been reported globally, accounting for a death toll of more than 252,000 persons worldwide. This disease is caused by the severe acute pneumonia cases in Wuhan, China, in December 2019 is now known as the worldwide pandemic of the novel coronaviral disease 2019, coined COVID-19. A 41-year-old morbidly obese female with a diagnosis of B-cell type CLL, RAI stage 0, with 13q deletion and mutated immunoglobulin heavy chain, on active surveillance without chemotherapy, presented to an urgent care facility for four days of nausea, vomiting, diarrhea with a low-grade fever of 100.8 °F (38.2°C). She was treated with intravenous fluids", "gold": "The emergence and spread of 2019 novel coronavirus have led to an unprecedented public health crisis around the globe, threatening the lives of millions of people. We report a severe case of COVID-19 in a patient with chronic lymphocytic leukemia and describe primarily the clinical presentation and the challenges encountered in the COVID-19 diagnosis, treatment, and specimens sampling pitfalls. This case highlights the importance of a comprehensive diagnostic approach of pneumonia in immunocompromised hosts, including timely and safe bronchoscopy, because of the broad differential diagnosis, more challenging with the current outbreak of COVID-19.", "context": "A 41-year-old morbidly obese female with a diagnosis of chronic lymphocytic leukemia (CLL) on active surveillance without chemotherapy, presented to an urgent care facility for four days of nausea, vomiting, and diarrhea with a low-grade fever of 100.8 °F (38.2 °C). She was treated with intravenous (IV) fluids and anti-emetics and discharged home with the presumptive diagnosis of acute gastroenteritis. Ten days after symptoms onset, she presented to the Emergency Department (ED) with two days of dry cough, shortness of breath, myalgias, and persistent fevers of 102 degrees C. The signs and symptoms are outlined in Figure 1.", "contribution": "Here we present a case of severe COVID-19 in a 41-year-old morbidly obese female with chronic lymphocytic leukemia (CLL) who initially evaded a timely diagnosis, but she successfully recovered after 17 days of intubation. She presented to an urgent care facility for four days of nausea, vomiting, and diarrhea with a low-grade fever of 100.8 °F (38.2 °C).", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32670522/; https://doi.org/10.4084/mjhid.2020.044", "title": "Successful Outcomes of Severe COVID-19 in Patient with Chronic Lymphocytic Leukemia: Diagnostic Challenges in Immunocompromised Hosts"}
{"distilbart": "In light of evidence suggesting that personality traits play an important role in vulnerability to PTSD symptomatology (Jaksic et al. 2012), this study focused on the link between perfectionism and PTSD symptoms in a community sample of adults. Although associations between perfectionisms and anxiety have received extensive theoretical and empirical support (Affrunti and Woodruff-Borden 2018; Burgess and DiBartolo 2016; Hewitt and Flett 1991) and perfectionism has been implicated extensively in stress and stress-related health problems (Dunkley 2018), the relationship between perfectionISM and reactions following exposures to traumatic stressors has received little attention. There are sound theoretical reasons to expect a positive association between perfectionistic and PTSD Symptoms (see Flett and Hewitt 2020). Traumatic events also underscore for the person who needs to be perfect or who feels a pressure to beperfect that things have been far from ideal and their efforts and actions have been negatively impacted. Perfectionists are", "gold": "In this study, we sought to examine associations between dimensions of trait perfectionism and posttraumatic stress disorder (PTSD) symptoms among a community sample of adults who experienced at least one traumatic event and determine whether the associations between trait perfectionism dimensions and PTSD symptomatology varied as a function of perceived control. A sample of 161 (57% women; M = 33.24 years, SD = 10.84 years) community adults who experienced at least one traumatic event in their lives completed self-report measures of trait perfectionism, perceived control, personality, and PTSD symptomatology. Results from multiple regression analyses indicated that socially prescribed perfectionism was associated with higher levels of PTSD symptomatology. However, this finding was qualified by a significant interaction with perceived control such that higher levels of socially prescribed perfectionism were associated with greater PTSD symptomatology only under conditions of low perceived control. Findings underscore the importance of individual differences in socially prescribed perfectionism and perceived control for PTSD symptomatology.", "context": "Perfectionism is a multidimensional personality trait that has been implicated extensively in stress and stress-related health problems. However, the relationship between perfectionism and PTSD symptomatology following exposures to traumatic events has received little attention. In this study, we tested a model in which the associations between traits of perfectionism (i.e., personal standards, concern over mistakes, excessive parental expectations, and excessive parental criticism) were moderated by perceived control in a trauma-exposed community sample. Participants completed two Frost subscales (personal standards and concerns over mistakes) and a clinical perfectionism measure (clinical perfectionism). Results demonstrated significant positive associations among perfectionists with PTSD symptoms after controlling for age, sex, race/ethnicity, marital status, education level, family history of depression, alcohol abuse, body mass index (BMI), BMI, smoking, physical activity, and other psychosocial factors. These findings suggest that perfectionism may play an important role in vulnerability to PTSD", "contribution": "Results showed a positive association between perfectionism and PTSD symptomatology after controlling for perceived control. However, the associations were moderated by perceived control (p < 0.05). The findings suggest that perfectionism is associated with PTSD symptoms following exposure to traumatic stressors in an interpersonally based community sample of adults.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7250265/", "title": "Perfectionism and Perceived Control in Posttraumatic Stress Disorder Symptoms"}
{"distilbart": "BACKGROUND The Chinese authorities identified the etiology: a new type of corona virus (COVID-19 or SARS-CoV-2) which was isolated on January 7 [1]. In the first two months after the first report, 79,968 persons in China were infected by the virus (confirmed cases). The number of confirmed cases across the globe on March 1 2020 was raised to 87,137. With respect to the spectrum of the disease, Wu and McGoogan [3] reported that, based on the 44,415 confirmed cases in China, 81% was mild, 14% severe and 5% critical. The overall case-fatality rate (CFR) in China was 2.3% (among 44,472 confirmed cases). Meanwhile, the corona viral outbreak also severely affects the production facilities, transport, transportation, the global economy and financial markets. To prevent and reduce infection by the new coronavirus (SARS-coV-", "gold": "Objectives. Assess how people perceive the risks of coronavirus infection, whether people take preventive measures, and which (pre-outbreak) factors contribute to the perceived risks and measures taken, such as (pre-outbreak) respiratory problems, heart problems, diabetes, anxiety and depression symptoms, loneliness, age, gender, marital status and education level. Methods. Data were collected in the longitudinal LISS panel, based on a random sample of the Dutch population. The coronavirus survey started on March 2, and the data collection ended on March 17 2020. Data were linked with surveys on health and social integration conducted at the end of 2019 (N study sample =3,540).", "context": "BACKGROUND The Chinese authorities identified a new type of corona virus (COVID-19 or SARS-CoV-2) which was isolated on January 7 [1]. In the first two months after the first report, 79,968 persons in China were infected by this coronavirus. To prevent and reduce infection, health organizations such as WHO, governmental health agencies and journals offer information about possible preventive measures to target and implement interventions to stimulate preventive behaviour against infection, more insight is needed in how people perceive the risks of being infected by the virus, if they use of preventive measures, and especially which (pre-outbreak) factors determine the perceived risks and measures taken [6]. However, to the best of our knowledge to date peer-reviewed population-based studies assessing the perceived risk of coronal infection, measures and their determinants are absent. Aim of the present study conducted is to shed light on this gap of scientific knowledge. METHODS A cross section", "contribution": "RESULTS Respondents perceived the risks of being infected by this new coronavirus as much as possible (1 = yes, 2 = no). The most commonly reported risk factors were pre-outbreak anxiety and depression symptoms and loneliness because they may impact the perceived threat of infection and perceived likelihood to become ill when infected. Older people were more at risk for becoming ill than younger people; those with a higher education level were less likely to be infected with this virus. CONCLUSIONS Our findings suggest that older people are more at high risk of becoming infected with the newly isolated corona virus in China compared to other countries.", "url": "https://doi.org/10.1101/2020.04.01.20049957", "title": "Pre-outbreak determinants of perceived risks of corona infection and preventive measures taken. A prospective population-based study"}
{"distilbart": "BACKGROUND The study of native and exotic edible plant use in rural and indigenous communities offers an opportunity to appreciate how humans have experimented with the diversity of their plant surroundings in search of wellbeing. As established by Etkin and Ross, plant studies in these communities should be approached with understanding of the integral nature of food and health concepts. In this study we are interested in showing the multidimensionality and multifunctionality of the PEFF, considering all their plant parts in an integral way. METHODOLOGY/PRINCIPAL FINDINGS Here we focus on Patagonian native fruit species (PEFF) as a resource that is widely used throughout the world, including sweet briar, elmleaf blackberry and apple (Rosa rubiginosa L., Rubus ulmifolius Schott, Malus domestica Borkh), which bear fruit that is distinguished by its flavor, preferably sweet, and its use principally as a food resource. In general", "gold": "Background: Traditionally part of the human diet, plants with edible fleshy fruits (PEFF) contain bioactive components that may exert physiological effects beyond nutrition, promoting human health and well-being. Focusing on their food-medicine functionality, different ways of using PEFF were studied in a cross-sectional way using two approaches: a bibliographical survey and an ethnobotanical case study in a rural community of Patagonia, Argentina. Methods: A total of 42 studies were selected for the bibliographical review. The case study was carried out with 80% of the families inhabiting the rural community of Cuyín Manzano, using free listing, interviews, and participant observation. In both cases we analyzed species richness and use patterns through the edible consensus and functional consensus indices. Local foods, ailments, medicines and drug plants were also registered. Results: The review identified 73 PEFF, the majority of which (78%) were native species, some with the highest use consensus. PEFF were used in 162 different local foods, but mainly as fresh fruit. Of the total, 42% were used in a functional way, in 54 different medicines. The principal functional native species identified in the review were Aristotelia chilensis and Berberis microphylla. In the case study 20 PEFF were in current use (50% were native), and consensus values were similar for native and exotic species. These were used in 44 different local foods, mainly as fresh fruit. Only 30% were recognized for their functional value by inhabitants (mainly as gastrointestinal and respiratory treatments). The species with the highest functional consensus were the exotic Sambucus nigra and Rosa rubiginosa, followed by the native A. chilensis, Ribes magellanicum and B. microphylla. Infusions also constituted important local functional foods. Conclusions: This survey highlights the importance of studying the different local functional foods to depict the biocultural diversity of a human society. The preparation of different beverages and herbal medicines was relevant, and would be a promising subject to investigate in the future. The living heritage of PEFF appears to have undergone hybridization processes, such that exotic species play an increasingly significant role.", "context": "BACKGROUND A poor diet, with little consumption of fruit and vegetables, among other characteristics, is known to be strongly associated with mortality through noncommunicable diseases (such as cardiovascular diseases and cancer) [1]. The current challenge is to generate policies centered not just on nutrients but also on healthy foods. Species with edible fruits deserve special attention for their value per se, but also as local foods. The importance in this study of the variety of ways of ingesting plant-based foods is highlighted by Heinrich et al. [6]. They developed the concept of \"local foods\" through the study of Mediterranean diet, distinguishing those recipes that are shared in a territory or culture, and which form a fundamental part of local food knowledge [6]. This represents an interesting field of study in the subject of functional foods, a concept that originated in Japan in the 1980s as Foods for Specified Health Use (FOSHU). At the present time, “Functional Food Science in", "contribution": "In this study we focus on native and exotic plants with edible fleshy fruits (PEFF) that grow in Patagonia, which bear fruit that is distinguished by its flavor, preferably sweet, and their use principally as a food resource. RESULTS The total number of PEFF species included in the study varied considerably from 0% to 100%, ranging from 1-100%. In addition, there were no significant differences between groups regarding consumption frequency or type of preparation used. CONCLUSIONS This study highlights the importance of considering all plant parts in an integral way when studying local functional foods in order to understand how people have experimented with the diversity of their plant surroundings.", "url": "https://doi.org/10.1186/s12906-020-02952-1; https://www.ncbi.nlm.nih.gov/pubmed/32448223/", "title": "Native and exotic plants with edible fleshy fruits utilized in Patagonia and their role as sources of local functional foods"}
{"distilbart": "BACKGROUND The ongoing global pandemic of coronavirus disease has emerged in 2002 following the outbreak of a new SARS-related coronaviral (SCV) strain. However, it is not feasible for scientists to survey such a massive volume of diverse literature to derive useful cross-disciplinary insights within a short period of time. Computer-based modeling of text documents can be a powerful approach in search of valuable information from a large collection of diverse data sets. In this paper, we have developed a graph-based model using a large volume of scientific literature to discover latent keywords that may recommend new information to combat the battle against COVID-19. METHODS We present an interactive and interactive visualization of complex networks of interconnected nodes based on the syntactic ordering and connectivity between words. These network weights are used to select each node into account to determine the weight of each word for keyword selection. Additionally, we provide informative and interactive visual visualization of the network in a document. RESULTS", "gold": "The year 2020 has seen an unprecedented COVID-19 pandemic due to the outbreak of a novel strain of coronavirus in 180 countries. In a desperate effort to discover new drugs and vaccines for COVID-19, many scientists are working around the clock. Their valuable time and effort may benefit from computer-based mining of a large volume of health science literature that is a treasure trove of information. In this paper, we have developed a graph-based model using abstracts of 10,683 scientific articles to find key information on three topics: transmission, drug types, and genome research related to coronavirus. A subgraph is built for each of the three topics to extract more topic-focused information. Within each subgraph, we use a betweenness centrality measurement to rank order the importance of keywords related to drugs, diseases, pathogens, hosts of pathogens, and biomolecules. The results reveal intriguing information about antiviral drugs (Chloroquine, Amantadine, Dexamethasone), pathogen-hosts (pigs, bats, macaque, cynomolgus), viral pathogens (zika, dengue, malaria, and several viruses in the coronaviridae virus family), and proteins and therapeutic mechanisms (oligonucleotide, interferon, glycoprotein) in connection with the core topic of coronavirus. The categorical summary of these keywords and topics may be a useful reference to expedite and recommend new and alternative directions for COVID-19 research.", "context": "Severe acute respiratory syndrome (SARS)-related coronavirus (SCV) has caused hundreds of deaths world-wide after infecting thousands of individuals. Unfortunately, viruses often mutate to several challenging strains that are capable of infecting humans in a highly contagious manner. This eventually triggers the onset of zoonotic infections, i.e., animal-to-human transmission of the virus strain [Ozawa and Kawaoka, 2013]. The ongoing global pandemic of coronaviruses disease has already started to cause an unprecedented impact on humankind at a scale that threatens to reshape the global economy, human lives, and the world beyond. In this paper, we have developed a graph-based model using a large volume of scientific literature to discover latent keywords that may recommend new information to combat the battle against COVID-19.", "contribution": "In this paper, we have developed a graph-based keyword extraction model using collective node weight (KECNW) to discover latent keywords that may recommend new information to combat the battle against COVID-19. In addition, we also propose an algorithm based on KECNW for ranking individual words in a document. Experimental results show that our method significantly outperforms existing methods such as term-frequency-inverse-document frequency (TF-IDF), skip gram (GLOVe), and skip gram.", "url": "https://arxiv.org/pdf/2004.02085v1.pdf", "title": "Information Mining for COVID-19 Research From a Large Volume of Scientific Literature"}
{"distilbart": "Circular DNA without centromeres has segregation biases that are similar to those for rDNA and two models have been suggested to explain their tendency to segregate towards the mother cell. In the active retention model, rDNA is actively retained in the nucleus by the nuclear pore complexes via the TREX-2 and SAGA complex, which are suggested to tether the circular DNA to nuclear periphery of the mother cells. The alternative model, known as the diffusion model, suggests that segregation of non-rDNA circles is determined by passive diffusion from the mother nucleus to the daughter nucleus under mitosis and thereby lead to a segregation bias. The passive model is based on LYS2 circles with and without replication origin that distribute randomly across the nucleus rather than being associated to the nuclear envelope. The different observations of circle distributions during mitosis, suggest that more than one mechanism for missegregation might exist. Other genetic elements on circular DNA can ensure more equal segregation between mother and daughter cells.", "gold": "Circular DNA of chromosomal origin form from all parts of eukaryotic genomes. In yeast, circular rDNA accumulates as cells divide, contributing to replicative aging. However, little is known about how other chromosome-derived circles segregate and contribute to genetic variation as cells age. We identified circular DNA across the genome of young S. cerevisiae populations and their aged descendants. Young cells had highly diverse circular DNA populations, but lost 94% of the different circular DNA after 20 divisions. Circles present in both young and old cells were characterized by replication origins and included circles from unique regions of the genome, rDNA circles and telomeric Y' circles. The loss in genetic heterogeneity in aged cells was accompanied by massive accumulation of rDNA circles >95% of all circular DNA. We discovered circles had flexible inherence patterns. Glucose limited conditions selected for cells with glucose-transporter gene circles, [HXT6/7 circle ], and up to 50% of cells in a population carried them. [HXT6/7 circle ] cells were eventually substituted by cells carrying stable chromosomal HXT6 HXT6/7 HXT7 amplifications, suggesting circular DNA were intermediates in chromosomal amplifications. In conclusion, DNA circles can offer a flexible adaptive solution but cells lose genetic heterogeneity from circular DNA as they undergo replicative aging. Recent studies have shown that circular DNA form from all parts of eukaryotic genomes (20-22). While the majority of the circular DNA are smaller than 1 kilobase (kb) (20, 22, 23), some circular DNA are large enough to fully span transposons (24), centromeres, genes, and replication origins (13, 20, 22, 24-26). Hence, circular DNA can acquire all the genetic elements required for the replication and propagation of the genetic material present on them. Yet, a global overview of how circular DNA segregates and affects aging is still missing. To obtain a global overview of how circular DNA segregates, we have applied the yeast Mother Enrichment Program (MEP) to obtain young and the corresponding aged cells (27) and combined it with our methods for purification and mapping of circular DNA (28, 29). This has allowed us to dissect the inheritance pattern of circular DNA while S. cerevisiae cells undergo replicative aging. To get a robust measure of the different circular DNA species present in young and aging cells, we have developed novel methods for mapping of circular DNA from both uniquely mappable and repetitive regions of the S. cerevisiae genome. Besides identifying circular DNA with different segregation patterns, we have adapted methods for quantifying the copy number levels of the detected circular", "context": "Circular DNA from the rDNA locus, also known as ERCs or [rDNA circle ] has been shown to be an important component of replicative aging in Saccharomyces cerevisiae. Accumulation of circular rDNA is associated with a massive increase in ribosomal rRNA levels and the accumulation can reduce the number of divisions a cell undergo before dying (1). Replicative aging is not specifically associated with circular DNA but rather it appears to be the accumulation of circular DNA in general that causes a shorter lifespan of the mother cell (4). The segregation kinetics, inferred from a small number of model circles, can be generalized to circular DNA formed from other parts of the genome. However, our knowledge about segregation of other circular DNA species of chromosomal origin is based on a few model circles with a small range of genetic markers (4, 6, 7, 11). Therefore, it is important to establish since circular DNA derived from other part of the", "contribution": "In this study, we used biotin labelling to determine the segregation kinetics of rDNA and non-rDNA circles in 1x10(7) Saccharomyces cerevisiae cells. We found that circular rDNA is mis-segregated with an estimated retention frequency above 0.99 per circle towards the mother cell but not between mother and daughter cells. The amount of replicating circular DNA from other parts of the genome can also be affected by increased formation rates in aging cells, available nutrients and polymerase I (POLI) activity as well as the length of the rDNA array.", "url": "https://doi.org/10.1101/2020.02.11.943357", "title": "Replicative aging is associated with loss of genetic heterogeneity from extrachromosomal circular DNA in Saccharomyces cerevisiae"}
{"distilbart": "BACKGROUND Coronavirus disease 2019 (COVID-19) is an acute respiratory disease caused by a newly discovered coronavirus, which causes hearing loss. The clinical symptoms of patients infected with the virus include fever, cough and fatigue and a small population of patients had gastrointestinal infection symptoms. The elderly and people with underlying diseases are susceptible to infection and prone to serious outcomes, which may be associated with severe outcomes, including acute respiratory distress syndrome (ARDS), cytokine storm and cytokines storm. Mechanisms involved in the induction of hearing loss by different viruses vary greatly, ranging from direct damage to inner ear structures, including inner ear hair cells and organ of Corti (as seen in some of the classically described causes of viral hearing loss such as measles), to induction of host immune-mediated damage caused by that virus. METHODOLOGY/PRINCIPAL FINDINGS Twenty cases who were confirmed positive for COVID--19 and had none of the known symptoms for this", "gold": "The current study compared the amplitude of transient evoked otoacoustic emissions (TEOAEs) and latencies of vestibular evoked myogenic potentials (VEMPs) between asymptomatic COVID-19 PCR-positive cases and normal non-infected subjects.", "context": "INTRODUCTION An acute respiratory disease, caused by a novel coronavirus (SARS-CoV-2, previously known as 2019-nCoV), the coronaviral disease 2019 (COVID-19) has spread throughout China and received worldwide attention. On 30 January 2020, World Health Organization (WHO) officially declared the COVID 19 epidemic as a public health emergency of international concern. The elderly and people with underlying diseases are susceptible to infection and prone to serious outcomes, which may be associated with acute respiratory distress syndrome (ARDS) and cytokine storm [1]. Currently, there are few specific antivirals and repurposed drugs are under urgent investigation. There are multiple scenarios COVID patients may follow: Some get serious respiratory distress, some improve with medical treatment, the rest recover with no intervention [2]. Several viral infections can cause hearing loss. Hearing loss induced by these viruses can directly damage inner ear structures, others can induce inflammatory responses which then", "contribution": "RESULTS There were no significant differences in hearing loss between the asymptomatic and COVID-19 groups. However, there was a statistically significant increase of air conduction thresholds (P < 0.05) at 14th day after infection with SARS-CoV-2 virus compared to those who did not have any symptoms for this viral infection. CONCLUSIONS The present study showed that patients infected with the novel coronavirus disease 2019 are more likely than healthy controls to develop hearing loss at 14 th day postinfection.", "url": "https://api.elsevier.com/content/article/pii/S0196070920301654; https://www.sciencedirect.com/science/article/pii/S0196070920301654?v=s5; https://doi.org/10.1016/j.amjoto.2020.102483; https://www.ncbi.nlm.nih.gov/pubmed/32307189/", "title": "Audiological profile of asymptomatic Covid-19 PCR-positive cases"}
{"distilbart": "In the last ten years, interest in social capital as a mechanism for understanding actual and perceived health has been increasing among economists (Folland 2006; Scheffler and Brown 2008; Ronconi et al. 2012; Ljunge 2014). In these studies, social capital is commonly referred to as \"features of social organization\" such as trust, norms and networks that can improve the efficiency of society by facilitating coordinated actions\" (Putnam 1993, 167). Scholars disaggregate the notion of social capital into cognitive and structural components, with the former related to individuals' perceptions resulting in values, norm and trust, and the latter representing the extent and intensity of formal and informal social networks. Moreover, the literature distinguishes between collective and individual social capital, which may have positive effects on general health through social roles, selfesteem and belonging (Cohen 2004; Umberson and Montez 2010); and social support, i.e., social integration and integration in social networks-social relationships are", "gold": "In the last ten years, interest in social capital as a mechanism for understanding actual and perceived health has been increasing among economists. Although the pathways by which social participation, as a dimension of social capital, may have a positive effect on health seem clearly identified, empirical evidence is mixed because the lack of longitudinal data makes it difficult to deal with individual heterogeneity. Our study investigates the relationship between social participation (as measured by being a member, active, or both a member and active) in associations and self-rated health in a panel setting, using the first five waves of the British Household Panel Survey from 1991 to 1995 (unbalanced panel N = 45,745). To take into account heterogeneity, we implement three different kinds of estimations for fixed effects, two have been largely used in the literature and one method was recently proposed by Baetschmann et al. (J R Stat Soc Ser A 178: 685-703, 2015). We find positive effects but weak significance for active membership. When we control for reverse causality, using lagged independent variables and membership in specific organizations, we obtain more detailed and in some cases significant results.", "context": "In the last ten years, interest in social capital as a mechanism for understanding actual and perceived health has been increasing among economists. Social participation is commonly measured through membership in formal associations (Giordano et al., 2011). In this paper, we aim to test the longitudinal relationship between social participation and self-rated health in the UK, taking into account individual heterogeneity bias. First, we use continuous longitudinal data, the British Household Panel Survey (BPHS), for all years between 1991 and 1995. Second, we consider individuals who are both passive and active members in associations: the grouping of the two positions can be considered a further measure of social capital. Third, in addition to OLS and a logistic framework with fixed effects implemented by Baetschmann et al. (2015), we use the ordered logit model with fixed effect implementation. Moreover, to control for reverse causality, we employ lagged independent variables for social participation. Finally, we distinguish among the different kinds", "contribution": "In this paper, we test the longitudinal relationship between social participation and self-rated health in the UK taking into account individual heterogeneity bias. We use continuous data from 1991 to 1995 for all years (1991–1995) and a logistic framework with fixed effects implemented by Baetschmann et al. Our main results show a positive but not significant effect of social participation on self-reported health over time. However, when controlling for reverse causality, we employ lagged independent variables that allow us to distinguish among the different kinds of associations: the grouping of two positions can be considered as a further measure of social capital; and the ordered logit model is used to assess for each of them the relationship between these three types of associations.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7266383/", "title": "Individual Heterogeneity in the Association Between Social Participation and Self-rated Health: A Panel Study on BHPS"}
{"distilbart": "BACKGROUND The use of face masks is crucial to slow down coronavirus-19 transmission and \"flatten the curve\" of the spread. In particular, appeals and messages can be very effective at promoting desired behavioral changes, because they can reach people inside their homes, through television and social media, as well as outside their home, through screens, posters, and megaphones. This raises an important question about this question: Does priming people to rely on their reasoning, rather than on emotions, might be an effective tool to increase intentions to wear a face covering? METHODOLOGY/PRINCIPAL FINDINGS A study based in Beijing, China explored the effect of messages on intentions to engage in COVID-19 preventive behaviours; the only exception was Capraro and Barcelo (2020), which found that people who feel negative emotions when wearing a face covers are less likely to self-report that they intend to wear one. However, with the exception of", "gold": "Finding mechanisms to promote the use of face masks is fundamental during the second phase of the COVID-19 pandemic response, when shelter-in-place rules are relaxed and some segments of the population are allowed to circulate more freely. Here we report three preregistered studies (total N = 1,920), using an heterogenous sample of people living in the USA, showing that priming people to \"rely on their reasoning\" rather than to \"rely on their emotions\" significantly increases their intentions to wear a face covering. Compared to the baseline, priming reasoning promotes intentions to wear a face covering, whereas priming emotion has no significant effect. These findings have theoretical and practical implications. Practically, they offer a simple and scalable intervention to promote intentions to wear a face mask. Theoretically, they shed light on the cognitive basis of intentions to wear a face covering.", "context": "The coronavirus (COVID-19) disease pandemic is one of the greatest health threats of the last century. It can be transmitted by asymptomatic people, who often are not aware of being infected, through cough or a sneeze. For this reason, epidemiologists and health experts have recommended that people use face coverings to reduce transmission. However, since wearing a face covering represents a significant change in people's habitual behaviour, we might expect that people would be reluctant to wear one. In particular, appeals and messages can be very effective at promoting desired behavioral changes, because they can reach people inside their homes, through television and social media, as well as outside their home, through screens, posters, and megaphones. This raises an important question: Does priming people to rely on their reasoning, rather than relying on emotions, promote their intentions to wear a face? Here we ask the following research question: Do priming individuals to rely more", "contribution": "In this paper, we explored the effect of appeals and messages on intentions to wear a face covering. We found that telling subjects that the coronavirus (COVID-19) is a threat to their community increases intention to use a face coverings. This suggests that deactivating the emotional cognitive system by asking people to rely on their reasoning rather than on emotions might be an effective tool for promoting the use of face covers. In addition, our results show a correlation such that people who feel negative when wearing a face covers are less likely to self-report that they intend to wear one.", "url": "https://arxiv.org/pdf/2006.11273v1.pdf", "title": "Priming reasoning increases intentions to wear a face covering to slow down COVID-19 transmission"}
{"distilbart": "BACKGROUND On 9 January 2020, the World Health Organisation (WHO) first reported the outbreak of a coronavirus disease caused by the severe acute respiratory syndrome coronaviral 2 (SARS-CoV-2) and 4,291 deaths in 114 countries. The aim of this study is to provide a comprehensive estimate of how the 2020 COVID-19 global pandemic impacts on economic activity and environmental pressures in all other countries because of global links between regions and sectors. METHODOLOGY/PRINCIPAL FINDINGS A study on the economic and productivity risks resulting from the 2009 H1N1 epidemic covers only a small region in China, Europe and the USA, however not of a virus pandemic. Global multi-region input-output analysis has primarily focussed on modelling the mechanisms for spread of diseases. Global MRIO-based supply-chain analyses of disasters exist [INTRODUCTION] However, however, there are urgent calls to develop frameworks for capturing regional", "gold": "On 3 April 2020, the Director-General of the WHO stated: \" is much more than a health crisis. We are all aware of the profound social and economic consequences of the pandemic (WHO, 2020)\". Such consequences are the result of counter-measures such as lockdowns, and world-wide reductions in production and consumption, amplified by cascading impacts through international supply chains. Using a global multi-regional macro-economic model, we capture direct and indirect spill-over effects in terms of social and economic losses, as well as environmental effects of the pandemic. Based on information as of May 2020, we show that global consumption losses amount to 3.8$tr, triggering significant job (147 million full-time equivalent) and income (2.", "context": "BACKGROUND On 9 January 2020, the World Health Organisation (WHO) first reported the outbreak of a coronavirus disease caused by SARS-CoV-2 [1], from the Chinese city of Wuhan. By 11 March, with more than 118,000 confirmed cases in 114 countries and 4,291 deaths, the WHO named COVID-19 a pandemic [3]. Governments reacted to the outbreak by restricting people's movements by 3 April, with over 1 million confirmed cases worldwide [4], with close to 3 billion people asked to stay at home [5], more than 1 billion people alone in India. These restrictions meant that people were unable to commute to their workplaces, and as a result, offices and factories closed. Internationally, broad entry bans were applied, and flight routes suspended. Given the important role of large coronaviral-affected economies such as China, Europe and the USA, in global manufacturing and trade, the slowdown in these countries", "contribution": "This paper presents a comprehensive global estimate of how the COVID-19 pandemic reduced economic activity and environmental pressures in all other countries because of globalised trade links. RESULTS The results show that China, Europe and the USA are likely to have experienced significant reductions in consumption, employment and income as loss categories for the most affected countries. CONCLUSIONS This study provides an assessment framework for capturing interactions between regions and sectors to enable timely quantification of actual economic impacts, such as for the coevolutionary impact, to help policy responses.", "url": "https://doi.org/10.1371/journal.pone.0235654; https://www.ncbi.nlm.nih.gov/pubmed/32645023/", "title": "Global socio-economic losses and environmental gains from the Coronavirus pandemic"}
{"distilbart": "BACKGROUND The UK Neurointerventional Group (UKNG) and the British Society of Neuroradiologists (BSNR) sent out a national survey on 1st May 2020 to all 28 UK Neuroscience Centres that have the potential capability to perform MT. We herein describe evolving practices in provision of MT services across the UK during the pandemic, the responses of and impact on MT teams, and the effects on training. METHODS We share the lessons learned learned. RESULTS In a prospective study of 1,513 patients with acute ischaemic Strokes (AIS), we found 39% decline in stroke incidence in COVID-19 patients, reports from most countries affected by the pandemia suggest that referrals to hospital for stroke treatment including MT actually fell at least initially initially initially. Although some cities, notably New York, noticed a surge in MT case volumes during the initial stages of the COVID–19 epidemic; D-dimer levels are reported to be up to", "gold": "AIM: To describe evolving practices in the provision of mechanical thrombectomy (MT) services across the UK during the COVID-19 pandemic, the responses of and impact on MT teams, and the effects on training.", "context": "BACKGROUND The UK Neurointerventional Group (UKNG) and the British Society of Neuroradiologists (BSNR) sent out a national survey on 1st May 2020 to all 28 UK Neuroscience Centres that have the potential capability to perform MT. We herein describe evolving practices in provision of MT services across the UK during the pandemic, the responses of and impact on MT teams, and the effects on training. METHODS AND FINDINGS We received responses from 27/28 MT capable centres (96%). 3/27 centres do not currently provide MT services. 27.7% reduction in MTs performed during April 2020 compared with the first three months of the year. 20/24 centres that responded considered all MT patients as COVID-19 suspicious/positive unless or until proven otherwise. 22/ 24 centres reported delays to the patient pathway. 17/24 centers reported that the COVID‐19 pandemic had reduced training opportunities for specialist registrars (Sp", "contribution": "We herein describe evolving practices in provision of MT services across the UK during the pandemic, the responses of and impact on MT teams, and the effects on training. We share the lessons learned. The UK Neurointerventional Group (UKNG) and the British Society of Neuroradiologists (BSNR) sent out a national survey on 1st May 2020 to all 28 UK Neuroscience Centres that have the potential capability to perform MT. We received responses from 27/28 MT capable centres (96%). 3/27 centres do not currently provide MT services.", "url": "https://doi.org/10.1016/j.crad.2020.07.001; https://www.ncbi.nlm.nih.gov/pubmed/32682524/; https://www.sciencedirect.com/science/article/pii/S0009926020302658?v=s5; https://api.elsevier.com/content/article/pii/S0009926020302658", "title": "Mechanical thrombectomy for acute ischaemic stroke during the COVID-19 pandemic: changes to UK practice and lessons learned"}
{"distilbart": "BACKGROUND The American Association for Geriatric Psychiatry (AAGP) launched Stepping Stones to enhance recruitment into geriatric psychiatry fellowships and provide career development for trainees interested in geriatric medicine. METHODS A 36-item web-based survey, developed in 2007, was distributed to all participants in the Scholars Program's first program dedicated to trainee recruitment and career development. The same survey was subsequently distributed in two waves (fall 2016 and fall 2018). RESULTS This study assessed demographic characteristics, perceived beneficial components of the program, and professional decisions after the program that were independently associated with the decision to pursue fellowship training in geriatrics psychiatry. Participants participated in a day of tailored programming and are paired with AAGP-member fellowship-trained mentors. With the guidance of their mentors, Scholars complete a scholarly project, educational project, quality improvement initiative, or original research. In the current study, we build on these findings by analyzing survey data from Scholars Program participants (2010–2018", "gold": "Count: 247 Word Count: 3494 (original) 3714 (with requested revisions) Abstract", "context": "BACKGROUND The American Association for Geriatric Psychiatry (AAGP) launched Stepping Stones, an annual educational initiative designed to introduce the depth, breadth, and appeal of a geriatric psychiatry career to medical students and residents within the U.S. and Canada. In 1997, the AAGP launched its first program dedicated to trainee recruitment into geriatric subspecialty training and provide career development for trainees interested in geriatric medicine. METHODOLOGY/PRINCIPAL FINDINGS We analyzed data from two waves (2010-2016 and 2017-2018) of the Scholars Program survey to identify demographic characteristics, attitudes toward components of the program, and behaviors after the program that were independently associated with the decision to pursue fellowship training in geriatrics. Of 289 participants who participated in the 2010-2018 survey, 82% reported attending annual meetings at least once per year during their tenure as part of the AAGP's first program. Participants' perceptions about the benefits of participating in", "contribution": "METHODS We analyzed data from two waves of the Scholars Program survey (2010-2016 and 2017-2018) to identify demographic characteristics, attitudes toward components of the program, and behaviors after the program that were independently associated with the decision to pursue fellowship training in geriatric psychiatry. RESULTS The majority of respondents reported attending AAGP annual meetings at least once a year during the past 12 months prior to their participation in the program. Of those who did not attend annual meetings or remained members of the AAGG, 35% attended annual meetings for more than 6 years following the program; this proportion was significantly higher among participants who had never been practicing geriatric psychiatrists before the program compared with non-participants. CONCLUSIONS Our findings suggest that mentorship is an important component of recruitment into the field of geriatric psychiatric research.", "url": "https://www.sciencedirect.com/science/article/pii/S1064748120304309?v=s5; https://api.elsevier.com/content/article/pii/S1064748120304309", "title": "The AAGP Scholars Program: Predictors of Pursuing Geriatric Psychiatry Fellowship Training"}
{"distilbart": "BACKGROUND The spread of coronavirus (CoV-19) in Italy has affected primarily people over 50 years of age, but the fatality rate appears to be higher for elderly patients. In fact, for people between 70 and 79 years old, the Fatality Rate has been 18.5 percent. Conversely, for patients below 50 years old it is less than 1%. For patients older than 80 years the mortality has been about 25 percent. The WHO-China report (2) indicated that at the end of February 2020 the Death Rate (number of deaths/number of cases), the probability of dying if infected by the virus (%), was below 1% for all groups below 1%, 1.3% for 50-59 years olds, 3.6% for 60–69 years old and 14.8% for 80+ years old. METHODS A systematic literature review was performed by drawing on biomedical literature and  academic electronic databases PubMed, ScienceDirect, and Google", "gold": "Background: Recent epidemiological data indicate that there may be a gender predisposition to COVID-19, with men predisposed to being most severely affected, and older men accounting for most deaths.", "context": "The spread of coronavirus-19 (COVID-19) in Italy has affected primarily people over 50 years of age. The mortality rate appears to be higher for elderly patients. In fact, for people between 70 and 79 years old, the fatality rate has been 18.5 percent. Conversely, for patients below 50 years old the Fatality Rate has been less than 1%. For patients older than 80 years the mortality has been about 25 percent. The WHO-China report (2) indicated that at the end of February 2020 the Death Rate (number of deaths/number of cases), the probability of dying if infected by the virus (%), was below 1% for all groups below 50years old, 1.3% for 50–59 years old, 3.6% for 60–69 years old as well as 8% for 70–79 years old and 14.8% for 80+ years old. On March 26 the CDC reported that the case-fat", "contribution": "The mortality rate appears to be higher for elderly patients. Conversely, for people between 70 and 79 years of age, the fatality rate has been 18.5 percent. The WHO-China report (2) indicated that at the end of February 2020 the Death Rate (number of deaths/number of cases), the probability of dying if infected by the virus (%), was below 1% for all groups below 50 years old, 1.3% for 50–59 years old, 3.6% for 60–69 years old  ≥ 6%, 8% for 70–79 years old and 14.8% for 80+ years old. On March 26 the CDC reported that the case-fatality percentages in the U.S. similarly increased with age, with <1% deaths among persons aged 20–54 years, 1–3% among persons ages 55–64 years, 3–11%. Moreover, 67% of patients admitted to the intensive care unit (ICU", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32681716/; https://doi.org/10.1111/andr.12868", "title": "Why does COVID‐19 kill more elderly men than women? Is there a role for testosterone?"}
{"distilbart": "The varieties of improved approaches have 48 been taken in scientific and medicinal concern, we have to pay attention on medicinal value 49 of the plant based sources to prevent these types of endemic diseases. This is one of the 50 suggestive and effective ways to control the spreading of viruses. In future its required to 51 provide medicinal plant based clinical products (Masks, sanitizers, soap etc.) with better 52 techniques by clinicians to contend the scarcity and expose towards nature based 53 medicine rather than chemical drugs. This could be a benchmark for the economical clinical 54 trials of specific plant material to treat the viral diseases.", "gold": "SARS-CoV2 is a source of coronavirus infectious disease , this is considered as 41 a fatal disease to universal communal health apprehension. This rapid pathogenic virus plays 42 an important role in finding the pathogenic virus, treatment and prevention of pandemics. 43 Virus can present everywhere in Global village. As it is virus it can extend easily and cause 44 severe illness to the society. Hence, an efficient international attentiveness of plan is 45 necessary to the prediction and prevention. In this review, epidemic outbreak, clinical 46 findings, prevention recommendations of COVID-19 and suggestive medicinal value of south 47 55", "context": "Indian plant sources has been discussed. Though the varieties of improved approaches have been taken in scientific and medicinal concern, we have to pay attention on medicinal value of the plant based sources to prevent these types of endemic diseases. This is one of the 50 suggestive and effective ways to control the spreading of viruses. In future its required to provide medicinal plant based clinical products (Masks, sanitizers, soap etc.,) with better techniques by clinicians to contend the scarcity and expose towards the nature based medicine rather than chemical drugs. This could be a benchmark for the economical clinical trials of specific plant material to treat the viral diseases.", "contribution": "In future its required to provide medicinal plant based clinical products (Masks, sanitizers, soap etc.,) with better techniques by clinicians to contend the scarcity and expose towards the nature based medicine rather than chemical drugs. This could be a benchmark for the economical clinical trials of specific plant material to treat the viral diseases.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32473390/; https://api.elsevier.com/content/article/pii/S0882401020306434; https://doi.org/10.1016/j.micpath.2020.104277; https://www.sciencedirect.com/science/article/pii/S0882401020306434?v=s5", "title": "A review of South Indian medicinal plant has the ability to combat against deadly viruses along with COVID-19?"}
{"distilbart": "BACKGROUND Chest computed tomography (CT) has been used in the diagnosis and monitoring of acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pneumonia by identifying the typical pattern of ground glass opacities with variable infiltrates and consolidations, while showing a high correlation with laboratory detection of the virus by real-time polymerase chain reaction (RT-PCR) assays. The primary end point was to analyze the lung US findings in critically ill patients with severe COVID-19 pneumonia or admission to an intensive care unit (ICU). METHODOLOGY/PRINCIPAL FINDINGS In this study, we prospectively enrolled consented patients with confirmed chronic obstructive pulmonary disease (CVD)-19 pneumonia admitted to a polyvalent ICU (King Saud Medical City) throughout May 2020. Severe acute respiratory Syndrome coronaviral 2 infection was determined by RT-PCRs on throat swab samples using a QuantiNova Probe", "gold": "Objectives-To perform a prospective longitudinal analysis of lung ultrasound findings in critically ill patients with coronavirus disease 2019 .", "context": "PURPOSE To analyze the lung US findings in critically ill patients with severe COVID-19 pneumonia or admission to the intensive care unit (ICU) longitudinally throughout their disease course. METHODS We prospectively enrolled consented patients admitted to a polyvalent ICU from May 2020 and underwent point-ofcare ultrasound (POCUS), phased array, convex (2-6MHz), and linear transducers connected to portable US machines assigned exclusively to the study of patients with confirmed acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection at least 24 hours apart. The primary end point was to analyze the pulmonary parenchymal lesions detected by POCUS during hospitalization. RESULTS A total of 534 consecutive patients were included. Lungs were scanned on chest computed tomography (CT) scans performed over 12 months of follow-up. Pulmonary infiltrates and consolidations occurred more frequently in the anterior-super", "contribution": "POCUS was performed with phased array (2-4MHz), convex, and linear transducers connected to portable US machines assigned exclusively to the study of patients with COVID-19. RESULTS The median number of lung parenchymal lesions detected by POCUS ranged from 0% in the anterior-superior region of the thorax to 1.5% in all 12 areas examined. In addition, there were no significant differences between patients with severe acute respiratory failure and those without SARS-CoV-2 infection. CONCLUSIONS Lung US is a promising diagnostic tool for critically ill patients with pneumonia or ICU admission longitudinally throughout their disease course. However, further studies are needed before it can be used as an adjunct to chest radiography in this setting.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32797661/; https://doi.org/10.1002/jum.15417", "title": "Prospective Longitudinal Evaluation of Point‐of‐Care Lung Ultrasound in Critically Ill Patients With Severe COVID‐19 Pneumonia"}
{"distilbart": "Deep Gaussian process (DGP) is a stack of multi-layer GPs. We propose a general end-to-end DGP model for MvDGP, which incorporates stochastic variational inference and re-parameterization techniques to improve the ability of modeling on large data scenarios. In order to make the proposed model more competitive in terms of training speed, we introduce a novel pre-training model that uses the same data set to train with other models. Instead of training with the same model using other data sets, we use the same dataset as training samples to be trained across multiple GPUs. The weights obtained by pre-trained networks are used as the initial weights for new tasks, and then only only a few steps of finetuning are needed to get prediction results. In addition, we expect that the model possesses significant superiority in training speed. In the multi-view scenario, we tune the model according to the characteristics of each view, which will inevitably", "gold": "Deep Gaussian process (DGP) is one of the popular probabilistic modeling methods, which is powerful and widely used for function approximation and uncertainty estimation. However, the traditional DGP lacks consideration for multi-view cases in which data may come from different sources or be constructed by different types of features. In this paper, we propose a generalized multi-view DGP (MvDGP) to capture the characteristics of different views and model data in different views discriminately. In order to make the proposed model more efficient in training, we introduce a pre-training network in MvDGP and incorporate stochastic variational inference for fine-tuning. Experimental results on real-world data sets demonstrate that pre-trained MvDGP outperforms the state-of-the-art DGP models and deep neural networks, achieving higher computational efficiency than other DGP models.", "context": "Deep Gaussian process (DGP) is a stack of multi-layer GPs, which has been widely used in deep neural network (DNN). However, the difficulty in DGP training is mainly located on intractable calculations during the training process. In this paper we propose an end-to-end multi-view DGP (MvDGP), without setting strong mean-field constraints and derive stochastic variational inference. We build a scalable model without forcing independence between layers, and apply stochastically variational estimation and re-parameterization techniques to improve the ability of modeling on large-scale data. Experiments demonstrate that our model guarantees higher performance and runs several times faster than unpre-trained MvGDP. Meanwhile, our model can be extended to more views easily and can customize the detailed depth of each view according to the view characteristic. We obtain appropriate initial parameters by DNN pre-training for MvGVGP, which reduces the", "contribution": "In this paper, we propose a general end-to-end multi-view deep Gaussian process (MvDGP) model. We build a scalable model without forcing independence between layers, and apply stochastic variational inference and re-parameterization techniques to improve the ability of modeling on large-scale data. In addition, we expect that our model possesses significant superiority in training speed. To make the proposed model more competitive in terms of training speed, we introduce a novel pre-training model for MvGDP. Instead of training with the same model using other data sets, we use the same data set to train with other models. Because the neural network with infinite width has been proved equivalent to GP exactly and the training cost of DNN is much less than DGP [6, 7, 10], we pre-train the DNN with a similar structure of MvDGD to analogize the initial training process of MgDGP. Through the", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7206310/", "title": "Multi-view Deep Gaussian Process with a Pre-training Acceleration Technique"}
{"distilbart": "Recent commentary on challenge studies in the context of COVID-19 has assessed the value of a vaccine for this disease as greater than that of a cure for HIV/AIDS (9). Even in cases where challenge studies might not be directly testing a promising vaccine candidate, but might be performed to clarify the dynamics of infection or viral pathogenesis, among other important issues, the ultimate referent of this research is a vaccine to end the global pandemic. The magnitude of this benefit, however, will likely not be as great as hoped given the current climate into which challenge studies emerge. This is significant: we know that not all benefits justify challenge studies. In the case of Zika virus disease, initial surveys of the ethics of challenging studies in December 2016 led to the conclusion that a lack of (i) a strong argument that (ii) an indication that field trials of vaccines would be prohibitively difficult to conduct spoke against pursuing a challenge study at the time. What it suggests is that", "gold": "Human infection challenge studies involving the intentional infection of research participants with a disease-causing agent have recently been suggested as a means to speed up the search for a vaccine for the ongoing coronavirus disease 2019 (COVID-19) outbreak. Calls for challenge studies, however, rely on the expected social value of these studies. This value represents more than the simple possibility that a successful study will lead to the rapid development and dissemination of vaccines but also some expectation that this will actually occur. I show how this expectation may not be realistic in the current political moment and offer potential ways to make sure that any challenge trials that arise actually achieve their goals.", "context": "Recent commentary on challenge studies in the context of COVID-19 has assessed the value of a vaccine for this disease as greater than that of a cure for HIV/AIDS (9). Even in cases where challenge studies might not be directly testing a promising vaccine candidate, but might be performed to clarify the dynamics of infection or viral pathogenesis, among other important issues, the ultimate referent of this research is a vaccine to end the global pandemic (2). The magnitude of this benefit, however, will likely not be as great as hoped given the current climate into which challenge studies emerge. This is significant: we know that not all benefits justify challenge studies. In the case of Zika virus disease, initial surveys of the ethics of study studies in December 2016 led to the conclusion that a lack of (i) a strong argument that a challenge study would accelerate vaccine development or (ii) an indication that field trials of vaccines would be prohibitively difficult to conduct spoke against pursuing a challenge", "contribution": "This is significant: we know that not all benefits justify challenge studies. In the case of Zika virus disease, initial surveys of the ethics of challenge studies in December 2016 led to the conclusion that a lack of (i) a strong argument that a challenge study would accelerate vaccine development or (ii) an indication that field trials of vaccines would be prohibitively difficult to conduct spoke against pursuing a challengestudy at the time (10). What it suggests is that, if not a minimal benefit, a minimal risk-benefit ratio is needed to justify challenges. The bigger problem that arises in the context of COVID-19 is that vaccines are not vaccinations.", "url": "https://www.ncbi.nlm.nih.gov/pubmed/32669462/; https://doi.org/10.1128/msphere.00669-20", "title": "Human Infection Challenge Studies: a Test for the Social Value Criterion of Research Ethics"}
{"distilbart": "BACKGROUND The coronavirus disease 2019 (abbreviated COVID-19) is a pandemic caused by the SARS-CoV-2 virus, which continues to spread across the world. Tracheotomy during tracheal intubation has become an important subject in order to increase safety of health care workers without jeopardizing the care of patients. However, the use of personal protective equipment (PPE), which can include N95 masks and goggles, face shield, surgical gown and double gloves, should be limited to two experienced surgeons with a third person responsible for instrumentation. The removal of the endotracheal tube should be done by ICU staff, also wearing PPEs accordingly. Despite the fact that it can be performed at bedside in the ICU in order for minimize risks of contamination during transportation. Proper protection of the operative team is paramount during trachotomy. MATERIALS AND METHODOLOGY/PRINCIPAL FIND", "gold": "OBJECTIVE. To present a low-cost prototype for a barrier enclosure device which can be used during open surgeries such as tracheotomy.", "context": "Since December 2019 a number of cases of pneumonia have been reported in Wuhan, China, caused by a novel virus from the coronavirus family (1, 2), the SARS-CoV-2 virus. The coronaviral disease 2019 (abbreviated COVID-19) pandemic brought new challenges to the medical community. Health care workers are at high risk of exposure, particularly those who perform procedures within the head and neck region and airway (11). Moreover, the health system capacity is exceeding its limit, especially in poorer countries, where rationing decisions may need to be made (8, 15 ). The importance of personal protective equipment (PPEs during high risk procedures, such as tracheal intubation and tracheotomy, is undoubtable. Although the widespread use of barrier precautions is highly recommended during patients' care, there is limited availability of N95 masks, respiratory isolation rooms and air-purifying respirators (8", "contribution": "The aim of this review is to provide an overview on the use of personal protective equipment (PPE) during high risk procedures, such as tracheal intubation and tracheotomy in Brazil. PPEs for the procedure should include N95 masks, goggles, face shield, surgical gown and double gloves. Surgical team should be limited to two experienced surgeons, with a third person responsible for instrumentation. The removal of the endotracheal tube should be done by ICU staff, also wearing PAEs accordingly.", "url": "https://www.sciencedirect.com/science/article/pii/S038581462030119X?v=s5; https://doi.org/10.1016/j.anl.2020.05.003; https://www.ncbi.nlm.nih.gov/pubmed/32439272/; https://api.elsevier.com/content/article/pii/S038581462030119X", "title": "BARRIER DEVICE PROTOTYPE FOR OPEN TRACHEOTOMY DURING COVID-19 PANDEMIC"}
{"distilbart": "INTRODUCTION SARS-CoV-2 causes a mild to moderate illness characterized by fever and respiratory symptoms, with or without evidence of pneumonia. However, up to 10% of patients with COVID-19 may develop severe pneumonia with hypoxia, cytokine release syndrome (CRS) and multiorgan failure. Tocilizumab (TCZ) is a humanized monoclonal inhibitor of the proinflammatory cytokines interleukin-6 (IL-6) and is licensed for use in clinical management of CRS. Peer-reviewed data on the clinical use of TCZ in severe COVID--19 are very limited. We describe a case of acute Crohn's disease caused by severe COVI-19 infection with a favourable response to TCZ therapy. A 41-year-old woman with a history of hypertension, presented with fever, productive cough and general fatigue. In the emergency department she was tachypnoe", "gold": "Cytokine release syndrome (CRS) is a systemic inflammatory response that can be triggered by many factors such as infections. CRS in patients with coronavirus disease 2019 (COVID-19) is life-threatening and can occur very rapidly after COVID-19 diagnosis. Tocilizumab (TCZ), an interleukin-6 (IL-6) inhibitor, may ameliorate the CRS associated with severe COVID-19 and thus improve clinical outcomes. We present a case of life-threatening CRS caused by COVID-19 infection successfully treated with TCZ. LEARNING POINTS • Cytokine release syndrome (CRS) is a systemic inflammatory response that can be triggered by COVID-19. • CRS can be life-threatening in severe COVID-19. • Tocilizumab may have a role in treating severe COVID-19 patients with CRS.", "context": "INTRODUCTION SARS-CoV-2 causes a mild to moderate illness characterized by fever and respiratory symptoms, with or without evidence of pneumonia. However, up to 10% of patients with COVID-19 may develop severe pneumonia with hypoxia, cytokine release syndrome (CRS) and multiorgan failure [1]. Tocilizumab (TCZ) is a humanized monoclonal inhibitor of the proinflammatory cytokine interleukin-6 (IL-6) and is licensed for use in the clinical management of CRS [2]. Peer-reviewed data on the clinical use of TCZ in severe COVID‐19 are very limited. We describe a case of C RS caused by severe COID‐19 infection with a favourable response to TCZ therapy. METHODS A 41-year‐old woman with hypertension, presented with fever, productive cough and general fatigue. She denied any recent travel but had a", "contribution": "We describe a case of CRS caused by severe COVID-19 infection with a favourable response to TCZ therapy. The patient's clinical condition deteriorated (respiratory rate of 26 breaths/min and hypoxic oxygen saturation decreased to 78%) and she required intensive care unit admission. A chest x-ray showed that the lesions significantly improved within 3 days of TCZ administration. Ventilatory support requirements reduced day-by-day. No adverse events were described. On day 10, a clear improvement in the patient’s general condition was observed, with an SpO2 of 97% without any need for supplemental oxygen.", "url": "https://doi.org/10.12890/2020_001731; https://www.ncbi.nlm.nih.gov/pubmed/32523930/", "title": "Effectiveness of Tocilizumab in a COVID-19 Patient with Cytokine Release Syndrome"}
{"distilbart": "BACKGROUND Severe Acute Respiratory Distress Syndrome Coronavirus -2 (SARS-CoV-2) is a significant public health threat over for past few weeks. Recent reports showed about 2-11% of patients with COVID-19 had underlying chronic liver disease. Experience from previous SARS epidemic suggest that 60%. In the current pandemic, hepatic dysfunction was seen in 14–53% of cases of severe unexplained pneumonia were reported from Wuhan 6. These data indicate the rapid spread of the disease around the world, with a doubling rate of 7.2 days. Similar to SARS Co-V, Angiotensin Converting Enzyme2 (ACE2) appears to be the susceptible receptor for COVID--19 and is expressed in more than 80% of alveolar cells in the lungs. Interestingly, a recent study by Chai and colleagues 10 found a higher expression of ACE2 cell surface receptor in cholang", "gold": "Electronic word count: Abstract 238 words Manuscript 4604 words Number of tables: 3 Number of figures: 2", "context": "The current pandemic coronavirus labelled as Severe Acute Respiratory Distress Syndrome Coronavirus -2 (SARS-CoV-2) is a significant public health threat over for past few weeks. Overall case fatality rates range between 2–6%; however, the rates are higher in patients with severe disease, advanced age and underlying comorbidities like diabetes, hypertension and heart disease. Recent reports showed about 2–11% of patients with COVID‐19 had underlying chronic liver disease. Experience from previous SARS epidemic suggest that 60% of these patients developed various degrees of liver damage. In the current pandemics, hepatic dysfunction was seen in 14–53% of those with CO VID‐19, particularly in those with severe diseases. Cases of acute liver injury have been reported, associated with higher mortality. Hepatic involvement in COVID‑19 could be multifactorial related to any of direct cytopathic effect of the", "contribution": "Overall case fatality rates range between 2-6%; however, the rates are higher in patients with severe disease, advanced age and underlying comorbidities like diabetes, hypertension and heart disease. Experience from previous SARS epidemic suggest that 60% of patients developed various degrees of liver damage. Cases of acute liver injury have been reported, associated with higher mortality. Hepatic involvement in COVID-19 could be multifactorial related to any of direct cytopathic effect of the virus, uncontrolled immune reaction, sepsis or drug induced liver injury.", "url": "https://www.sciencedirect.com/science/article/pii/S0168827820303779?v=s5; https://doi.org/10.1016/j.jhep.2020.06.006; https://www.ncbi.nlm.nih.gov/pubmed/32553666/; https://api.elsevier.com/content/article/pii/S0168827820303779", "title": "COVID-19 and Liver."}
{"distilbart": "In this paper, we study the problem of computing equivalent rewritings over views with binding patterns and unary inclusion dependencies on binary relations. We show that our method can be used to answer queries on real-world Web services. After reviewing related work in Sect. 4 and preliminaries in Sect., we present an extended version [27] that contains the proofs for our theorems. Formally, we give a correct and complete algorithm that decides whether a query has an equivalent rewriting or not. Our approach relates to the following other works: checking if a query is determined by views (but practically relevant) or finding possible equivalent reworksings of a query over views is a task that has been intensively studied for query optimization, under which conditions the data provider can allow only queries about a given entity, or limit the number of calls per minute. According to programmableWeb.com, there are over 20,000 Web services of this form - including LibraryThing,", "gold": "A view with a binding pattern is a parameterized query on a database. Such views are used, e.g., to model Web services. To answer a query on such views, the views have to be orchestrated together in execution plans. We show how queries can be rewritten into equivalent execution plans, which are guaranteed to deliver the same results as the query on all databases. We provide a correct and complete algorithm to find these plans for path views and atomic queries. Finally, we show that our method can be used to answer queries on real-world Web services.", "context": "In this paper, we study the problem of computing equivalent rewritings over views with binding patterns. We focus on path functions (i.e., functions that form a sequence of relations) and atomic queries. For this scenario, we can give a correct and complete algorithm that decides in PTIME whether a query has an equivalent rewriting or not. If it has one, we provide a grammar that enumerates all of them. Finally, we show that our method can be used to answer queries on real-world Web services.", "contribution": "In this paper, we show that the problem of computing equivalent rewritings over views with binding patterns is solvable in PTIME. We give a correct and complete algorithm for deciding whether a query has an equivalent rewriting or not: If it has one, we can give a grammar that enumerates all of them. Finally, our method can be used to answer queries on real-world Web services. This paper is complemented by an extended version that contains proofs for our results.", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7250601/", "title": "Equivalent Rewritings on Path Views with Binding Patterns"}
{"distilbart": "The first case of \"pneumonia of unknown aetiology\" was diagnosed at the Wuhan Jinyintan Hospital in China on 30 December 2019, what was recognised thereafter as \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2) has spread over the four continents, causing the respiratory manifestations of Coronavirus disease-19 and satisfying the epidemiological criteria for a label of “pandemic” broadly defined as the uncontained spread of an infection in multiple regions. As of 24 March 2020, more than 420,000 cases has been identified worldwide, and almost 19,000 deaths have occurred. After China, the area more severely affected nowadays is Europe, with Italy having the dubious record of the number of deaths. The proportion of truly asymptomatic people remains to be determined. Transmission of SARS–CoV--2 mainly occurs in households and other close settings. Nosocomial outbreaks have been reported [", "gold": "-Gisondi P has nothing to declare.", "context": "Since the first case of \"pneumonia of unknown aetiology\" was diagnosed at the Wuhan Jinyintan Hospital in China on 30 December 2019, what was recognised thereafter as \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2) has spread over the four continents causing the respiratory manifestations of Coronavirus disease-19 and satisfying the epidemiological criteria for a label of “pandemic”, broadly defined as the uncontained spread of an infection in multiple regions. As of 24 March 2020, more than 420,000 cases have been identified worldwide, and almost 19,000 deaths have occurred. After China, the area more severely affected nowadays is Europe, with Italy having the dubious record of the number of deaths [2].", "contribution": "In this paper, we review the epidemiology of SARS-CoV-2 infection in Italy and how it can be managed to reduce transmission. We also provide an overview of public health interventions aimed at reducing or interrupting transmission during a pandemic. This article is part of a Special Issue entitled “Pneumonia of unknown aetiology” on behalf of the Italian Ministry of Health (MOH).", "url": "https://doi.org/10.1111/jdv.16515; https://www.ncbi.nlm.nih.gov/pubmed/32320091/", "title": "Dermatologists and SARS‐CoV‐2: The impact of the pandemic on daily practice"}
{"distilbart": "In this article, we investigate the effect of dilution caused by pooling in group tests on the accuracy of the tests. We present multiple group testing algorithms with which a test plan for diagnosis of a pool of samples can be generated. This helped us to determine an upper limit on the number of samples that can be pooled together without reducing the test accuracy. The diagnostician should adapt the test plans depending on the infection rate of a given cluster or local community. Further, group testing could provide inherent replication and reduce the amount of replicates required. For details refer to Sections 3.1 and 5.3 • We also analyzed the effects of diluting caused by dividing a swab sample's content to smaller portions and mixing multiple samples together. This helps us to find that up to 57 samples can have sufficient capacity to get high accuracy.", "gold": "The corona virus disease 2019 caused by the novel corona virus has an exponential rate of infection. COVID-19 is particularly notorious as the onset of symptoms in infected patients are usually delayed and there exists a large number of asymptomatic carriers. In order to prevent overwhelming of medical facilities and large fatality rate, early stage testing and diagnosis are key requirements. In this article, we discuss the methodologies from the group testing literature and its relevance to COVID-19 diagnosis. Specifically, we investigate the efficiency of group testing using polymerase chain reaction (PCR) for COVID-19. Group testing is a method in which multiple samples are pooled together in groups and fewer tests are performed on these groups to discern all the infected samples. We study the effect of dilution due to pooling in group testing and show that group tests can perform well even in the presence of dilution effects. We present multiple group testing algorithms that could reduce the number of tests performed for COVID-19 diagnosis. We analyze the efficiency of these tests and provide insights on their practical relevance. With the use of algorithms described here, test plans can be developed that can enable testing centers to increase the number of diagnosis performed without increasing the number of PCR tests. The codes for generating test plans are available online at [1].", "context": "The novel corona virus has caused a pandemic in early 2020. From an infected patient, COVID spreads to 1.4 to 3.9 others on an average. As the virus spreads through respiratory droplets, it spreads at an exponential rate, especially, in densely populated locations. The infected patients become carriers at an early stage even before the onset of symptoms [3]. Thus, it becomes imperative to test a large number of people and identify early stage infections to contain the spread of COVID-19. Group testing is considered to be one of the best techniques for early stage diagnosis [4]. In group testing(GT), multiple samples are pooled together to form groups (fewer in number than the total number of samples). Tests are performed on these groups and from the outcome of these tests, the infected samples are inferred. Group testing relies on the fact that not all of the tested samples may be infected. Thus, by employing group testing for COVID‐19 diagnosis", "contribution": "In this article, we investigate group testing for COVID-19 diagnosis using PCRs from a practical view. We analytically study the effect of dilution caused by pooling in group tests, on the accuracy of the tests. We present multiple group testing algorithms with which a test plan for diagnosis of a pool of samples can be generated. We analyze and present the scenarios in which the presented algorithms are appropriate. We show through simulations that group testing can provide considerable gains in the number of tests performed. Finally, we provide some guidelines for performing COVID diagnosis in practice.", "url": "https://arxiv.org/pdf/2004.06306v2.pdf", "title": "Group Testing for COVID-19: How to Stop Worrying and Test More"}
{"distilbart": "BACKGROUND The outbreak of novel coronavirus disease 2019 (COVID-19) has created a global health crisis since January 2020. In the present paper, our goal is to analyse COVID–19 patient data from India, using lifetime data models which are widely used in epidemiological studies and public health research (Lee and Go, 1997 and Cole and Hudgens, 2010). METHODOLOGY/PRINCIPAL FINDINGS We describe statistical models and computational procedures employed for this preprint this version posted June 3, 2020. We use Kaplan Meier estimate of the survivor function to get a basic information about the presence of long term survivors or cured patients. The effect of covariates on lifetime is analysed using proportional hazards model and the cure fraction is estimated in presence of covariate. Here we can use mixture cure models, the basic cure model proposed by Boag (1949), to analyse this data. The mixture cure model assumes that the population under study is a mixture of", "gold": "The human race is under the COVID-19 pandemic menace since beginning of the year 2020. Even though the disease is easily transmissible, a massive fraction of the affected people are recovering. Most of the recovered patients will not experience death due to COVID-19, even if they observed for a long period. They can be treated as long term survivors (cured population) in the context of lifetime data analysis. In this article, we present some statistical methods to estimate the cure fraction of the COVID-19 patients in India. Proportional hazards mixture cure model is used to estimate the cure fraction and the effect of covariates gender and age on lifetime. The data available on website 'https://api.cvoid19india.org' is used in this study. We can see that, the cure fraction of the COVID-19 patients in India is more than 90%, which is indeed an optimistic information.", "context": "The outbreak of novel coronavirus disease 2019 (COVID-19) has created a global health crisis since January 2020. The first case was reported in many studies on COVID- 19 patient data using SIR models and other popular statistical techniques (Nadia and Hazem, 2020 and Waquas et al., 2020). In the present paper, our goal is to analyse COVID -19 patient data from India, using lifetime data models which are widely used in epidemiological studies and public health research (Lee and Go, 1997 and Cole and Hudgens, 2010). We can use mixture cure models, the basic cure model proposed by Boag (1949) to analyse this data. The mixture cure model assumes that the population under study is a mixture of susceptible (uncured)individuals who may experience the event of interest, and non-susceptible (cured) individuals who will never experience it. Cox's PH model for cured data is used to", "contribution": "In this paper, we analyse COVID-19 patient data from India using statistical techniques in lifetime data analysis. We use Kaplan Meier estimate of the survivor function to get a basic information about the presence of long term survivors in the population. The effect of covariates on lifetime is analysed using proportional hazards model and the cure fraction is estimated in presence of covariate covariates.", "url": "http://medrxiv.org/cgi/content/short/2020.05.30.20117804v1?rss=1", "title": "Statistical methods for estimating cure fraction of COVID-19 patients in India"}
{"distilbart": "In this paper, we consider the problem of finding 1 infected person in a non-adaptive way. The goal is to identify positive and negative samples with the least expected number of tests (or more likely negative) test results. We can use an adaptive strategy, meaning that we can choose the pools depending on the earlier test results, but also considering the following realistic refinements and goals. This makes sense if we want to develop mathematical techniques, but these papers are too far from direct applications. The current COVID-19 epidemic has created an urgent need for a more application-oriented summary and extension of our knowledge about testing algorithms, considering the mathematically ugly but practically important details. The mathematical model.", "gold": "We have a large number of samples and we want to find the infected ones using as few number of tests as possible. We can use group testing which tells about a small group of people whether at least one of them is infected. Group testing is particularly efficient if the infection rate is low. The goal of this article is to summarize and extend the mathematical knowledge about the most efficient group testing algorithms. focusing on real-life applications instead of pure mathematical motivations and approaches.", "context": "In this paper, we present a mathematical model for group testing algorithms. We have N number of samples, each of them is positive with a (small) probability P, independently, and the rest are negative. Pool means a set of at most K samples. We can test a pool, and it outputs whether there is at least one positive sample in the pool. The goal is to identify the positive samples with the least expected number of tests T. We can use an adaptive strategy, meaning that we can choose the pools depending on the earlier test results. In more detail, the samples are continuously arriving at a speed of our choice (roughly), and we can make tests in rounds with a limited testing capacity (approx. 100) per round. We prefer getting faster results compared to the arrival time of the sample, and we also prefer using our full testing capacity. There is a small probability of false test results, and larger the pool size the smaller the pool sizes the lower", "contribution": "We have N number of samples, each of them is positive with a (small) probability P, independently, and the rest are negative. We can test a pool, and it outputs whether there is at least one positive sample in the pool. Most test results are clearly positive or negative, but there are some likely positive or likely negative results with different confidence levels. Samples have a level of positivity, pooling takes approximately the average of these levels, and pools with lower positive levels are more likely to give negative (or more likely negative) test results.", "url": "https://arxiv.org/pdf/2005.02388v1.pdf", "title": "Application-oriented mathematical algorithms for group testing"}
