{"distilbart": "BACKGROUND In sub-Saharan Africa, the scarcity of human resources for health is described as a humanitarian resource crisis due to significant emigration of trained professionals, difficult working conditions, poor salaries, low motivation, and high burden of infectious diseases such HIV/AIDS. This study assessed the occupational hazards and their control measures in eight major hospitals in Uganda. METHODS Eight (8) major hospitals were included in this study. These were purposively selected based on size and patient capacity. The selection ensured a combination of governmental, private for profit, and private not for profit facilities. These included Mulago Hospital and Butabika hospital, which are public facilities; Mengo hospital, Kibuli Muslim hospital, Nsambya hospital, International Hospital Kampala, and Case Medical Centre which are private forprofit facilities. To select the respondents, sampling proportionate to size was used to determine the number of healthcare workers to be interviewed from each hospital. At the hospital, all healthcare workers", "gold": "OBJECTIVE To assess the occupational health hazards faced by healthcare workers and the mitigation measures. METHODS We conducted a cross-sectional study utilizing quantitative data collection methods among 200 respondents who worked in 8 major health facilities in Kampala. RESULTS Overall, 50.0% of respondents reported experiencing an occupational health hazard. Among these, 39.5% experienced biological hazards while 31.5% experienced nonbiological hazards. Predictors for experiencing hazards included not wearing the necessary personal protective equipment (PPE), working overtime, job related pressures, and working in multiple health facilities. Control measures to mitigate hazards were availing separate areas and containers to store medical waste and provision of safety tools and equipment. CONCLUSION Healthcare workers in this setting experience several hazards in their workplaces. Associated factors include not wearing all necessary protective equipment, working overtime, experiencing work related pressures, and working in multiple facilities. Interventions should be instituted to mitigate the hazards. Specifically PPE supply gaps, job related pressures, and complacence in adhering to mitigation measures should be addressed.", "context": "OBJECTIVES This study assessed the occupational hazards and their control measures in eight major hospitals in Kampala, Uganda. METHODS Eight (8) major hospitals were included in this study. These were purposively selected based on size and patient capacity. The selection ensured a combination of governmental, private for profit, and private not for profit facilities. To select the respondents, sampling proportionate to size was used to determine the number of healthcare workers to be interviewed from each hospital. At the hospital, all healthcare workers who were present at the facility were considered for the study. RESULTS Just over half were nurses (50.5%), 41% worked in private health facilities and 53.0% had practiced for five or more years. Most of them (70.5%) worked beyond their normal working time, 28.0%, 38% consumed alcohol, and 75.0%. Fifty nine (59) percent did not exercise frequently and most of them reported to have experienced job related pressures", "contribution": "RESULTS Of the 200 participants, 71.5% were of age over 30 years (55.0%), were married (53.5%), were Christians (86.5%) and earned over 500,000 Uganda shillings (approx. US $200) per month (52.5%). Just over half were nurses (50.5), 41% worked in private health facilities and 53.0% had practiced for five or more years. Most of them (70.5%, 28.0%, 38% consumed alcohol, and 75.0%) had less than 8 hours of sleep daily. Fifty nine (59) percent did not exercise frequently and most of them reported to have experienced job related pressures. None smoked tobacco. CONCLUSIONS The study population comprised a range of healthcare workers working in selected health facilities. In addition, data was collected on the occupational health and safety practices of the healthcare workers, the hazards that they experienced in their work places, and the control measures", "url": "https://doi.org/10.1155/2015/913741", "title": "Occupational Health Hazards among Healthcare Workers in Kampala, Uganda"}
{"distilbart": "The use of oral implants in the rehabilitation of partially and fully edentulous patients is widely accepted even though failures do occur. The chance for implants to integrate can for example be jeopardised by the intraoral presence of bacteria and concomitant inflammatory reactions. The longevity of osseointegrated implants can be compromised by occlusal overload and/or plaque-induced peri-implantitis, depending on implant geometry and surface characteristics. Animal studies, cross-sectional and longitudinal observations in man, and association studies indicate that peri–implant infection is characterised by a microbiota comparable to that of periodontal (high proportion of anaerobic 2 International Journal of Dentistry Gram-negative rods, motile organisms, and spirochetes), but this does not necessarily prove a causal relationship. However, in order to prevent such a bacterial shift, the following measures can be considered: periodontally health in the remaining dentition (to prevent bacterial translocation),", "gold": "Nanotechnology has gone through a period of rapid growth, thus leading to the constant increase in the application of engineered nanomaterials in daily life. Several different types of nanoparticles have been engineered to be employed in a wide array of applications due to their high surface to volume ratio that leads to unique physical and chemical properties. So far, silver nanoparticles (AgNps) have been used in many more different medical devices than any other nanomaterial, mainly due to their antimicrobial properties. Despite the promising advantages posed by using AgNps in medical applications, the possible health effects associated with the inevitable human exposure to AgNps have raised concerns as to their use since a clear understanding of their specific interaction with biological systems has not been attained yet. In light of such consideration, aim of the present work is the morphological analysis of the intracellular behavior of AgNps with a diameter of 10 nm, with a special attention to their interaction with mitochondria.", "context": "In recent years, silver nanoparticles (AgNPs) have been developed with considerable variations in the structure and composition of silver-based medical devices. The aim of this study was to investigate the effects of Ag NPs on human oral epithelial cells (HAECs). Acticoat is a nanocrystalline silver dressing composed of two layers of high-density polyethylene, enclosing a rayon/polyester core of apertured nonwoven fabric. When moistened with water, microscopic nanocrystals of metallic silver are released from the dressing onto the wound bed. The silver has an antimicrobial action which destroys a range of bacteria, including both Grampositive and Gram-negative bacteria [22]. SEM images of this product showed that the polyylene fibers are coated with Ag. The coating appears homogeneous and uniform. The size of the Ag nanocrystal was determined at a magnification of 50,000; the images show that the particle", "contribution": "RESULTS Acticoat is a nanocrystalline silver dressing composed of two layers of silver-coated high-density polyethylene, enclosing a rayon/polyester core of apertured nonwoven fabric. When moistened with water, microscopic nanocrystals of metallic silver are released from the dressing onto the wound bed. The silver has an antimicrobial action which destroys a range of bacteria, including both Grampositive and Gram-negative bacteria [22]. SEM images of this product showed that the polyethylenes fibers are coated with Ag. The size of the Ag nanocrystal was determined at a magnification of 50,000; the images show that the nanoparticles were found to be homogeneous and uniform. CONCLUSIONS These results suggest that Ag NPs can reduce bacterial adhesion to dental implant surfaces and prevent biofilm formation in human cells.", "url": "https://doi.org/10.1155/2013/312747", "title": "Silver Nanoparticles and Mitochondrial Interaction"}
{"distilbart": "A phase I clinical trial of a GPC3-derived peptide vaccine for advanced patients with hepatocellular carcinoma (HCC) was conducted in Japan. Fifty-seven patients were screened from the study because of HLA-A status, non-curative treatment or withdrawal of consent (one patient), and undergoing percutaneous ethanol injection therapy (PEIT). Forty-five patients received the vaccine; however, four discontinued injections due to protocol violation, including having double cancers (two patients), not having HCC, and undergoing PERcutaneous alcohol injection therapy. Thirty-six patients had Child-Pugh A1/2 disease. The prognosis of patients with HCC was poor following initial hepatectomy, as determined by immunohistochemical analysis, was found to be worse following initial surgery or RFA. We therefore hypothesized that use of an adjuvant Gpc3-peptide vaccine would benefit patients with initial HCC who had previously", "gold": "The recurrence rates of Hepatocellular carcinoma (HCC) are high, necessitating novel and effective adjuvant therapies. Therefore, we conducted a phase II study of glypican-3 (GPC3) peptide vaccine as an adjuvant therapy for HCC patients. Forty-one patients with initial HCC who had undergone surgery or radiofrequency ablation (RFA) were analyzed in this phase II, open-label, single-arm trial. Ten vaccinations were performed for 1 y after curative treatment. We also investigated case-control subjects, where selected patients treated surgically during the same period were analyzed. The expression of GPC3 in the available primary tumors was determined by immunohistochemical analysis. Six patients received RFA therapy while 35 received surgery. The recurrence rate tended to be lower in the 35 patients treated with surgery plus vaccination compared to 33 patients who underwent surgery alone (28.6% vs. 54.3% and 39.4% vs. 54.5% at 1 and 2 y, respectively; p = 0.346, 0.983). Twenty-five patients treated with surgery and vaccination had GPC3-positive tumors; the recurrence rate in this group was significantly lower compared to that in 21 GPC3-positive patients who received surgery only (24% vs. 48% and 52.4% vs. 61.9% at 1 and 2 y, respectively; p = 0.047, 0.387). The GPC3 peptide vaccine improved the 1-y recurrence rate in patients with GPC3-positive tumors. This study demonstrated that GPC3 expression by the primary tumor may be used as a biomarker in a putative larger randomized clinical trial to determine the efficacy of the GPC3-derived peptide vaccine.", "context": "HCC is one of the most common forms of cancer. The prognosis for patients with HCC is very poor, and it is the third leading cause of cancer mortality worldwide. In recent years, clinical trials with sorafenib showed that this kinase inhibitor was not an effective intervention in the adjuvant setting for HCC following resection or ablation, although the recurrence-free survival rate could be improved by adjuvanted therapy with vitamin K2, retinoid, or interferon. However, immunotherapy using activated lymphocytes or tumor vaccines was shown to reduce the risk of cancer recurrence in randomized controlled trials. Our previous study demonstrated that the tumor expression profile of GPC3 was not correlated with hepatic virus infection. Furthermore, the prognosis of patients with Gpc3-positive HCC, as determined by immunohistochemical analysis, was found to be poor following initial hepatectomy. To test this hypothesis, we conducted a", "contribution": "To test this hypothesis, we conducted a single-arm phase II study of the GPC3-derived peptide vaccine as an adjuvant therapy for HCC patients in an effort to provide a larger randomized clinical trial that would determine the efficacy of the vaccine. RESULTS Forty-one patients received the vaccine; however, four discontinued injections due to protocol violation, including having double cancers (two patients), not having HCC (two patient), and undergoing percutaneous ethanol injection therapy (PEIT) (one patient). Thirty-two patients (78%) had a hepatic virus infection, 11 with HBV, and 21 with HCV. Twenty-six patients received PEIT therapy before vaccination, and was dropped from the study after discontinuing vaccinations owing to protocol violations immediately after the first vaccination. One patient did not have any adverse events caused by peptide vaccination. CONCLUSIONS The results of our study demonstrated that the use of the immunotherapy using the vaccine is safe and", "url": "https://doi.org/10.1080/2162402X.2015.1129483", "title": "Phase II study of the GPC3-derived peptide vaccine as an adjuvant therapy for hepatocellular carcinoma patients"}
{"distilbart": "BACKGROUND The incidence of hepatocellular carcinoma (HCC) is increasing worldwide. However, only 30% of patients benefit from curative therapies such as resection, transplantation, or percutaneous ablation 3 and achieve 5-year survival rates of 50% to 75%. Most patients with HCC are diagnosed at intermediate to advanced stages, and there is no standard treatment for these patients. The most reliable method to show survival advantages is to perform large randomized controlled trials (RCTs) that include more than 1,000 patients comparing treatment versus no treatment in a well-defined strata of individuals. METHODS We selected RCTs published as full papers in English from 1978 to 2002 in peer-review journals, assessing survival benefits derived from medical therapies as primary treatment of unresectable HCC reporting 1- or 2-year death rates. Because evidence of survival advantages for any of the available interventions has been questionable until now, we only included studies comparing", "gold": "There is no standard treatment for patients with unresectable hepatocellular carcinoma (HCC). Survival benefits derived from medical interventions are controversial. The aim of this systematic review was to assess the evidence of the impact of medical treatments on survival. Randomized controlled trials (RCTs) that were published as full papers assessing survival for primary treatments of HCC were included. MEDLINE, the Cochrane Library, CANCERLIT, and a manual search from 1978 to May 2002 were used. The primary end point was survival, and the secondary end point was response to treatment. Estimates of effect were calculated according to the random effects model. Sensitivity analysis included methodological quality. We identified 61 randomized trials, but only 14 met the criteria to perform a meta-analysis assessing arterial embolization (7 trials, 545 patients) or tamoxifen (7 trials, 898 patients). Arterial embolization improved 2-year survival compared with control (odds ratio [OR], 0.53; 95% confidence interval [CI], 0.32-0.89; P =.017). Sensitivity analysis showed a significant benefit of chemoembolization with cisplatin or doxorubicin (OR, 0.42; 95% CI, 0.20-0.88) but none with embolization alone (OR, 0.59; 95% CI, 0.29-1.20). Overall, treatment induced objective responses in 35% of patients (range, 16%-61%). Tamoxifen showed no antitumoral effect and no survival benefits (OR, 0.64; 95% CI, 0.36-1.13; P =.13), and only low-quality scale trials suggested 1-year improvement in survival. In conclusion, chemoembolization improves survival of patients with unresectable HCC and may become the standard treatment. Treatment with tamoxifen does not modify the survival of patients with advanced disease.", "context": "OBJECTIVES The primary end point was to identify survival benefits of medical interventions as primary treatment of unresectable hepatocellular carcinoma (HCC), analyzed in the setting of randomized controlled trials (RCTs). The secondary end points were to assess objective response rates, defined as complete and partial responses. METHODS We selected RCTs published as full papers in English from 1978 to May 2002 in peer-review journals, assessing survival benefits derived from medical therapies for patients at advanced stages who are included in trials assessing systemic treatments. The protocol of this systematic review and meta-analysis included study objectives, search strategy, selection criteria of trials, and assessment of study quality. DATA SOURCES MEDLINE on PubMed, CANCERLIT (National Cancer Institute), and the Cochrane Library database by using \"hepatic carcinoma,\" \"liver cancer,\" and \"primary liver carcinoma\" as free text words and/or combined with \"randomized, controlled", "contribution": "METHODS We selected RCTs published as full papers in English from 1978 to May 2002 in peer-review journals, assessing survival benefits derived from medical interventions for unresectable HCC in comparison with conservative management/suboptimal therapies. Sensitivity analysis of methodological quality was performed to control any bias in the estimates of intervention efficacy. For this purpose, a meta-analysis was performed in 2 controversial interventions with uncertain efficacy: embolization/chemoembolization and tamoxifen. RESULTS AND CONCLUSIONS The primary end point was to identify survival benefits of medical interventions as primary treatment of unselected patients with HCC, analyzed in the setting of randomized controlled trials (RCTs).", "url": "https://doi.org/10.1053/jhep.2003.50047", "title": "Systematic review of randomized trials for unresectable hepatocellular carcinoma: Chemoembolization improves survival."}
{"distilbart": "Diabetes affecting the kidney, or diabetic nephropathy (DN), affects approximately one third of patients with either Type 1 or Type 2 diabetes mellitus. Given the epidemic of new patients projected to have diabetes by year 2050, the prevalence of DN will rise just as dramatically [1]. Thus, the only feasible way to tackle this health care crisis is by prevention of disease with early detection. Small amounts of albumin in the urine, or microalbuminuria is the current early biomarker. However, its association with progression to renal failure is unclear, as microalbuminsuria does not always lead to progressive renal failure. Furthermore, it is found in other disease states such as urinary tract infection and hemodynamic stress (exercise, fever, congestive heart failure) and hemodynamics stress. We now know that much of the early inciting events stem from podocyte pathology. The podocytes are a specialized visceral epithelial cell that helps to establish the glomerular filt", "gold": "BACKGROUND Podocyte specific proteins are dysregulated in diabetic nephropathy, though the extent of their expression loss is not identical and may be subject to different regulatory factors. Quantifying the degree of loss may help identify the most useful protein to use as an early biomarker of diabetic nephropathy. METHODOLOGY/PRINCIPAL FINDINGS Protein expression of synaptopodin, podocin and nephrin were quantified in 15 Type 2 diabetic renal biopsies and 12 control patients. We found statistically significant downregulation of synaptopodin (P<0.0001), podocin (P = 0.0002), and nephrin (P<0.0001) in kidney biopsies of diabetic nephropathy as compared with controls. Urinary nephrin levels (nephrinuria) were then measured in 66 patients with Type 2 diabetes and 10 healthy controls by an enzyme-linked immunosorbent assay (Exocell, Philadelphia, PA). When divided into groups according to normo-, micro-, and macroalbuminuria, nephrinuria was found to be present in 100% of diabetic patients with micro- and macroalbuminuria, as well as 54% of patients with normoalbuminuria. Nephrinuria also correlated significantly with albuminuria (rho = 0.89, p<0.001), systolic blood pressure (rho = 0.32, p = 0.007), and correlated negatively with serum albumin (rho = -0.48, p<0.0001) and eGFR (rho = -0.33, p = 0.005). CONCLUSIONS/SIGNIFICANCE These data suggest that key podocyte-specific protein expressions are significantly and differentially downregulated in diabetic nephropathy. The finding that nephrinuria is observed in a majority of these normoalbuminuric patients demonstrates that it may precede microalbuminuria. If further research confirms nephrinuria to be a biomarker of pre-clinical diabetic nephropathy, it would shed light on podocyte metabolism in disease, and raise the possibility of new and earlier therapeutic targets.", "context": "Diabetic nephropathy (DN) affects approximately one third of patients with Type 1 or Type 2 diabetes mellitus. Given the epidemic of new patients projected to have diabetes by year 2050, the prevalence of DN will rise just as dramatically [1]. Thus, the only feasible way to tackle this health care crisis is by prevention of disease with early detection. We now know that much of the early inciting events stem from podocyte pathology. The podocyte is a specialized visceral epithelial cell that helps to establish the glomerular filtration barrier and prevents protein loss, along with its complex slit diaphragm and endothelial cell layer. Occurrence of podocytopenia (decreased number) and podocyturia (podocytes in urine) in DN are well established [6-8]. In DN, altered expression of podocyte specific proteins such as synaptopodin, podocin and nephrin have been described [12-18", "contribution": "In the current study, we found significant downregulation of synaptopodin, podocin and nephrin in DN biopsies from patients with Type 2 diabetes as compared to controls. Given the availability of a reliable method of quantifying nephrins in urine (nephrinuria), we measured its levels in diabetic patients and found that it was detected in 54% of normoalbuminuric patients, suggesting its potential role as an early biomarker. Our goal is to study the expression of podocyte-specific proteins in renal biopsy samples of Type 2 diabetic patients, and then to select the most downregulated protein as a marker for early detection of renal disease.", "url": "https://doi.org/10.1371/journal.pone.0036041", "title": "Dysregulated Nephrin in Diabetic Nephropathy of Type 2 Diabetes: A Cross Sectional Study"}
{"distilbart": "BACKGROUND The aim of the present study was to model the implications of European guidelines for the management of arterial hypertension in a general Norwegian population. METHODS We used data from a large and renowned population study (the Nord-Trøndelag Health Study 1995–97) to estimate the prevalence of individuals with unfavourable cardiovascular disease (CVD) risk levels according to the 2007 ESH/ESC guidelines. Subsequently, the potential clinical workload and workforce associated with reaching recommended treatment goals in this group were calculated. RESULTS We finally reflect upon the consequences of our findings. Our model was designed to fit into this context. In the following, we will present some essential details about the HUNTT2 data and our modelling of the clinical workload associated with the 2007 guidelines. Based on these figures, we estimated the number of follow-up visits needed to achieve the guidelines' recommended treatment goal. This number was again translated into the number potentially needed to carry out this", "gold": "BACKGROUND Previous studies indicate that clinical guidelines using combined risk evaluation for cardiovascular diseases (CVD) may overestimate risk. The aim of this study was to model and discuss implementation of the current (2007) hypertension guidelines in a general Norwegian population. METHODS Implementation of the current European Guidelines for the Management of Arterial Hypertension was modelled on data from a cross-sectional, representative Norwegian population study (The Nord-Trøndelag Health Study 1995-97), comprising 65,028 adults, aged 20-89, of whom 51,066 (79%) were eligible for modelling. RESULTS Among individuals with blood pressure >or=120/80 mmHg, 93% (74% of the total, adult population) would need regular clinical attention and/or drug treatment, based on their total CVD risk profile. This translates into 296,624 follow-up visits/100,000 adults/year. In the Norwegian healthcare environment, 99 general practitioner (GP) positions would be required in the study region for this task alone. The number of GPs currently serving the adult population in the study area is 87 per 100,000 adults. CONCLUSION The potential workload associated with the European hypertension guidelines could destabilise the healthcare system in Norway, one of the world's most long- and healthy-living nations, by international comparison. Large-scale, preventive medical enterprises can hardly be regarded as scientifically sound and ethically justifiable, unless issues of practical feasibility, sustainability and social determinants of health are considered.", "context": "BACKGROUND The aim of the present study was to model the implications of the most recent European guidelines for the management of arterial hypertension in a general Norwegian population. We primarily estimated the prevalence of individuals with unfavourable CVD risk levels according to the guidelines. Subsequently, the potential clinical workload and workforce associated with reaching recommended treatment goals in this group were calculated. METHODS Data from a large and renowned population study (the Nord-Trøndelag Health Study 1995-97) allowed us to calculate the proportion of the population with an unfavourably combination of risk factors, as defined by the 2007 guidelines [13]. Based on these figures, we estimated the number of follow-up visits needed to achieve the guidelines' recommended treatment goal. This number was again translated into the numbers of general practitioners (GP) potentially needed to carry out this work. RESULTS In total, 51,066 participants aged 20-89 years had missing data regarding blood pressure or other factors", "contribution": "METHODS AND FINDINGS We used data from the Nord-Trøndelag Health Study 1995-97 (HUNT 2) to estimate the prevalence of unfavourable CVD risk levels according to the guidelines. Based on these figures, we estimated the number of follow-up visits needed to achieve the guidelines' recommended treatment goals in this group and calculated the potential clinical workload and workforce associated with reaching prescribed treatment goals. RESULTS The 2007 ESH/ESC guidelines also present a new risk factor, high pulse pressure (systolic minus diastolic blood pressure), in its combined risk model. In total, 51,066 HUNT 2 participants aged 20-89 years had missing data regarding blood pressure or other factors of the six risk factors considered. CONCLUSIONS Our results show that the 2007 guidelines significantly overestimated CVD risks among individuals with an unfavourably combination of risk factors, as defined by the 2003 European Guidelines on Cardiovascular Diseases Prevention.", "url": "https://doi.org/10.1186/1471-2296-10-70", "title": "Current European guidelines for management of arterial hypertension: Are they adequate for use in primary care? Modelling study based on the Norwegian HUNT 2 population"}
{"distilbart": "In 1991, a study of the health of British civil servants showed that even under nationalized health care, people at the bottom of the job hierarchy have an annual 3-fold higher risk of all-cause mortality compared with those at the top. A similar positive association with mortality has been reported for measured intelligence. A population study of people born in Scotland in 1921 showed that intelligence measured at age 11 predicted survival to age 76.2 The same intelligence-lifespan association has now been replicated in other studies. These findings have given rise to a large literature on mortality inequalities, and the associations among intelligence, socioeconomic status, health behaviours and lifespan. 4, 5", "gold": "BACKGROUND Several studies in the new field of cognitive epidemiology have shown that higher intelligence predicts longer lifespan. This positive correlation might arise from socioeconomic status influencing both intelligence and health; intelligence leading to better health behaviours; and/or some shared genetic factors influencing both intelligence and health. Distinguishing among these hypotheses is crucial for medicine and public health, but can only be accomplished by studying a genetically informative sample. METHODS We analysed data from three genetically informative samples containing information on intelligence and mortality: Sample 1, 377 pairs of male veterans from the NAS-NRC US World War II Twin Registry; Sample 2, 246 pairs of twins from the Swedish Twin Registry; and Sample 3, 784 pairs of twins from the Danish Twin Registry. The age at which intelligence was measured differed between the samples. We used three methods of genetic analysis to examine the relationship between intelligence and lifespan: we calculated the proportion of the more intelligent twins who outlived their co-twin; we regressed within-twin-pair lifespan differences on within-twin-pair intelligence differences; and we used the resulting regression coefficients to model the additive genetic covariance. We conducted a meta-analysis of the regression coefficients across the three samples. RESULTS The combined (and all three individual samples) showed a small positive phenotypic correlation between intelligence and lifespan. In the combined sample observed r = .12 (95% confidence interval .06 to .18). The additive genetic covariance model supported a genetic relationship between intelligence and lifespan. In the combined sample the genetic contribution to the covariance was 95%; in the US study, 84%; in the Swedish study, 86%, and in the Danish study, 85%. CONCLUSIONS The finding of common genetic effects between lifespan and intelligence has important implications for public health, and for those interested in the genetics of intelligence, lifespan or inequalities in health outcomes including lifespan.", "context": "OBJECTIVE To determine whether shared genetic factors directly influence the covariance between intelligence and lifespan. DESIGN Cross-sectional study. SETTING Twin pairs of monozygotic (MZ) twins that share all their segregating genes and dizygotic (DZ) twin pairs whose differences are due to individual-specific non-genetic factors. PARTICIPANTS A total of 12 verbal and non-verbal tests of cognitive ability were administered at a mean age of 66 years. MAIN OUTCOME MEASURES Intelligence, socioeconomic status, health behaviours and mortality. RESULTS Within each pair we scored each twin '1' if they lived longer than their co-twin, whom we scored '0'. Then, using a cross tabulated contingency table we examined the Pearson chi square statistic quantifying the extent to which the concordance of the two dichotomous variables (lived longer / was brighter) differs from the expected value under the assumption of statistical independence", "contribution": "We found no evidence of an association between intelligence and lifespan differences within monozygotic (MZ) twins that share all their segregating genes or dizygotic (DZ) twin pairs who share around half their genes, but whose differences are due only to individual-specific non-genetic factors. We turned to the most revealing datasets we could identify to test the weight of the available evidence—these are twin samples where both intelligence and mortality have been recorded and where at least one twin within a pair had died. In our results and discussion we refer to lifespan rather than ‘mortality’ to avoid repeated negatives (as in ‘higher intelligence is negatively correlated with mortality’).", "url": "https://doi.org/10.1093/ije/dyv112", "title": "The association between intelligence and lifespan is mostly genetic"}
{"distilbart": "BACKGROUND Malaria in pregnancy is estimated to be responsible for 20% of low-birthweight (LBW) infants, the greatest single risk factor for infant mortality. However, malaria can cause both intrauterine growth restriction (IUGR), related to the sequestration of malaria parasites in the placenta and preterm labour (PTL), which is associated with symptomatic maternal illness in the third trimester. In this article, we review the methods used to obtain and report birthweight in studies of malaria during pregnancy. We also propose a systematic method for the reporting of birth outcomes, with an emphasis on studies in resource poor settings. METHODS A Medline search was performed with the search terms'malaria' AND 'pregnancy' AND \"pregnancy\" AND 'birth weight' using a combination of MeSH headings and keywords. The search was not designed to identify all studies on malaria in pregnancy but to analyse those that included birthweight and malaria as outcomes", "gold": "Recommendations for interventions to control malaria in pregnancy are often based on studies using birthweight as the primary endpoint. Differences in birthweight may be attributable partly to methodological difficulties. We performed a structured search of the literature using 'malaria', 'pregnancy' and 'birth weight' as search terms. Of the clinical trials reporting birthweight, only 33% (14/43) gave information about the timing of the measurement and details on the scales used. Seventy seven per cent explained how gestational age was estimated. We propose a standardised method for the measurement and reporting of birthweight in future studies.", "context": "BACKGROUND Malaria in pregnancy has a major impact on the health of the mother and fetus. In endemic areas, malaria is estimated to be responsible for 20% of low-birthweight (LBW) infants, the greatest single risk factor for infant mortality. However, malaria can cause both intrauterine growth restriction (IUGR), related to sequestration of malaria parasites in the placenta, and preterm labour (PTL). METHODS A Medline search was performed with the search terms'malaria' AND 'pregnancy', 'birth weight' using a combination of MeSH headings and keywords. The search was not designed to identify all studies on malaria in pregnancy, but to analyse those that included birthweight and malaria as outcomes. Only trials that specifically used birthweight as the main outcome were included. RESULTS Forty-three studies described in 59 publications were reviewed. Most (56%, 24/43) were studies on the prevention of malaria by intermittent preventive", "contribution": "In this article, we review the methods used to obtain and report birthweight in studies of malaria during pregnancy. We also propose a systematic method for the reporting of birth outcomes, with an emphasis on studies in resource-poor settings. METHODS A Medline (PubMed) search was performed with the search terms'malaria' AND 'pregnancy' AND ‘birth weight’ using a combination of MeSH headings and keywords. RESULTS The average percentage of newborns that were included for birthweight analysis was 71% (range, 33–100%). In 58% (11/19) of the studies that reported a significant difference in birthweight, the result was based on the analysis of <80% of the participants. Delay in the weighing of the infant has an effect on the reported result. Seventy per cent (30/43) of these publications reported the time interval between the delivery and measurement of birthweight and 35% included babies weighed within 24 hours", "url": "https://doi.org/10.1111/j.1471-0528.2010.02880.x", "title": "Malaria in pregnancy: the difficulties in measuring birthweight"}
{"distilbart": "BACKGROUND Breast cancer (BC) is one of the leading causes of mortality world wide, having signifi cant impact on individuals and health care systems. The aim of this review was to evaluate the linkages between dietary fatty acids (n-6 polyunsaturated fatty acids), which may underlie how fatty acids modify disease risk later in life. METHODOLOGY/PRINCIPAL FINDINGS A growing body of research focusing on the role of diet in early life has emerged; in particular, on the consumption of specifi c fatty acid (PUFA) as early as in utero should be considered a factor that modifi es BC risk. Findings such as these provide evidence suggesting that early life exposure to environmental factors such as diet may modify disease risks. In contrast, n-3 PUFA may have anticancer eff ects. Th ere are two major classes of PUFA: omega-6 Polyunsaturated fat acids (N-6 PUFA) and", "gold": "Breast cancer is the most common cancer among women worldwide. Estimates suggest up to 35% of cases may be preventable through diet and lifestyle modification. Growing research on the role of fats in human health suggests that early exposure in life to specific fatty acids, when tissues are particularly sensitive to their environment, can have long-term health impacts. The present review examines the role of dietary fat in mammary gland development and breast cancer throughout the lifecycle. Overall, n-3 polyunsaturated fatty acids have promising cancer-preventive effects when introduced early in life, and warrant further research to elucidate the mechanisms of action.", "context": "Breast cancer (BC) is one of the leading causes of mortality world wide, having significant impact on individuals and health care systems. Epidemiological studies have provided early clues and highlight the impact that our environment, which includes dietary factors, has on BC risk. Asian women, who typically have a low rate of BC and a high level of fatty oil consumption compared with western women, experience an increase in BC incidence as well as obesity after emigration to the West. In Asian women who have immigrated to the United States, BC rates increase to a level equal to westerners within a generation, and obesity increases twofold between first and second US-born generations [10–12]. Dietary fat is composed of a complex matrix of fatty acids, with unique chemical and biophysical properties that underlie their impact on health and disease. Saturated fatty acid (SFA), monounsaturated fatty acids (MUFA) and trans fatty acids are all been found to be potentially associated with", "contribution": "The purpose of the present review is therefore to evaluate the linkages between dietary fatty acids and cancer risk at different life stages of the lifecycle and the contribution of specific families of fatty acids. Attention will also be given to how specifi c fatty acids modify the development of the mammary gland (MG), which may underlie how fatty acid metabolism modifies the BC risk.", "url": "https://doi.org/10.1186/bcr2646", "title": "Role of dietary fatty acids in mammary gland development and breast cancer"}
{"distilbart": "BACKGROUND Myeloid-derived suppressor cells (MDSCs) have been implicated in the negative regulation of immune responses that occurs in diseases including cancer. However, there is a paucity of information concerning MDSC in patients with breast cancer. The present study aimed to determine whether MDSCs are induced by interleukin (IL)-2 and interferon (IFN)-γ. METHODS A total of 155 preoperative patients were enrolled between January 2011 and June 2016 from the Department of Organ Regulatory Surgery, Fukushima Medical University (Fukushima, Japan), who had histologically confirmed breast cancer that was treated for stage I disease, 39 with stage II, 17 with stage III, 36 with stage IV cancer; 23 postoperative patients, including 5 with stage I, and 1 with stage VI cancer in accordance with National Comprehensive Clinical Practice Guidelines in Oncology: Breast Cancer and Diagnosis. RESULTS Th1 lymphocytes produced IL-4 and", "gold": "Myeloid-derived suppressor cells (MDSCs) have been identified in the majority of patients and experimental mice with tumors by their suppression of T cell activation. MDSCs have also been reported to be associated with chronic inflammation. In advanced cancer, the T helper (Th) cell balance tends to shift from Th1 to Th2 predominance, and immune function, including cell-mediated immunity, is impaired by cytokines produced by Th2 cells. The present study examined the correlations between MDSC levels and inflammation, immune suppression, malnutrition, and poor prognosis in 155 patients with breast cancer. The levels of MDSCs in preoperative patients and in patients with recurrent breast cancer were significantly higher compared with postoperative patients, patients with recurrent breast cancer who received chemotherapy and healthy volunteers. The MDSC levels of preoperative patients were significantly positively correlated with interleukin (IL)-6 production by peripheral blood mononuclear cells (PBMCs), the neutrophil/lymphocyte ratio and C-reactive protein, and were negatively correlated with the production of interferon-γ and IL-12, serum concentration of rapid turnover protein, and the stimulation index. These patients were divided into two groups based on the levels of MDSCs. In preoperative patients with MDSC levels >1.0% of total PBMCs, the overall survival of patients with stage IV disease was significantly shorter compared with other disease stages, and was also significantly shorter compared with patients with MDSC levels <1.0% of total PBMCs. Thus, the MDSC levels of preoperative patients may function as a good prognostic indicator, particularly in patients with advanced breast cancer.", "context": "Myeloid-derived suppressor cells (MDSCs), a population of cells with suppressive activity, contribute to the negative regulation of immune responses that occurs in diseases including cancer. The present study detected MDSCs in circulating blood from patients with breast cancer and these levels were analyzed. In addition, MDSC were also detected in the pleural effusion of a patient with metastatic breast cancer. A total of 177 blood samples were collected from 155 patients with stage I disease, 39 with stage II, 17 with stage III, and 36 with stage IV cancer; 23 postoperative patients, 10 with stages II, 7 with III and 1 with IV cancer in accordance with National Comprehensive Cancer Network Clinical Practice Guidelines in Oncology: Breast Cancer Screening and Diagnosis (18); 22 recurrent patients that had received a regimen of chemotherapy (6 cycles of 1,000 mg/m2 gemacitabine on days 1 and 8 for 21 days); and 18 healthy volunteers", "contribution": "The present study detected MDSCs in circulating blood from patients with breast cancer and these levels were analyzed. In addition, MDSC were also detected in the pleural effusion of a patient with metastatic breast cancer. Finally, the effects of chemotherapy on myeloid-derived suppressor cells (MDSCs) were addressed. RESULTS A total of 177 blood samples were collected from 155 preoperative patients with stage I disease, 39 with stage II, 17 with stage III, and 36 with stage IV cancer; 23 postoperative patients, including 5 with stage 1, 10 with stage 2, 7 with stage 3, and 1 with stageIV cancer; 22 recurrent patients that had received a regimen of chemotherapy (6 cycles of 1,000 mg/m2 gemacitabine on days 1 and 8 for 21 days); and 18 healthy volunteers were enrolled. CONCLUSIONS Our results suggest that there is an inverse correlation between the expression level of CD33(+)CD", "url": "https://doi.org/10.3892/ol.2017.6305", "title": "Myeloid-derived suppressor cells are increased and correlated with type 2 immune responses, malnutrition, inflammation, and poor prognosis in patients with breast cancer."}
{"distilbart": "BACKGROUND The aim of the present study was to examine the impact of heat on mortality during the summer of 2015 in Switzerland. METHODS All-cause daily mortality data between 2005 and 2015 were obtained by the Federal Office of Statistics. Data on several meteorological indicators were collected from the IDAweb database (Federal Office of Meteorology and Climatology, MeteoSwiss) for the same period. Daily counts were aggregated by gender, age category (<20, 20-39, 40-64, 65-74, 75-84 and ≥85 years old), and place of residence in each of the seven regions: Northwestern Switzerland, Espace Mittelland (i.e. Swiss plateau), Lake Geneva, Zurich, Ticino, Central Switzerland and Eastern Switzerland (see definitions in the legend of table 1). This level of aggregation was chosen on the basis of homogeneity in the environmental, geographical characteristics and profile of the population. RESULTS Annual population", "gold": "QUESTION UNDER STUDY In Switzerland, summer 2015 was the second warmest summer for 150 years (after summer 2003). For summer 2003, a 6.9% excess mortality was estimated for Switzerland, which corresponded to 975 extra deaths. The impact of the heat in summer 2015 in Switzerland has not so far been evaluated. METHODS Daily age group-, gender- and region-specific all-cause excess mortality during summer (June-August) 2015 was estimated, based on predictions derived from quasi-Poisson regression models fitted to the daily mortality data for the 10 previous years. Estimates of excess mortality were derived for 1 June to 31 August, at national and regional level, as well as by month and for specific heat episodes identified in summer 2015 by use of seven different definitions. RESULTS 804 excess deaths (5.4%, 95% confidence interval [CI] 3.0‒7.9%) were estimated for summer 2015 compared with previous summers, with the highest percentage obtained for July (11.6%, 95% CI 3.7‒19.4%). Seventy-seven percent of deaths occurred in people aged 75 years and older. Ticino (10.3%, 95% CI -1.8‒22.4%), Northwestern Switzerland (9.5%, 95% CI 2.7‒16.3%) and Espace Mittelland (8.9%, 95% CI 3.7‒14.1%) showed highest excess mortality during this three-month period, whereas fewer deaths than expected (-3.3%, 95% CI -9.2‒2.6%) were observed in Eastern Switzerland, the coldest region. The largest excess estimate of 23.7% was obtained during days when both maximum apparent and minimum night-time temperature reached extreme values (+32 and +20 °C, respectively), with 31.0% extra deaths for periods of three days or more. CONCLUSIONS Heat during summer 2015 was associated with an increase in mortality in the warmer regions of Switzerland and it mainly affected older people. Estimates for 2015 were only a little lower compared to those of summer 2003, indicating that mitigation measures to prevent heat-related mortality in Switzerland have not become noticeably effective in the last 10 years.", "context": "BACKGROUND Summer 2015 was especially hot in Central and Eastern Europe. Switzerland experienced the second hottest summer since the beginning of the registry 150 years ago. On average, the temperature was 2.4°C higher than normal during the period 1981 to 2010, but still 1 °C below the levels registered during the extremely hot summer of 2003. The most severe heatwave during summer 2015 occurred at the start of July, which was similar in magnitude but less prolonged than the heat wave in August 2003.The adverse effect of high temperatures and heatwaves across Europe has been extensively documented over recent decades. Heat has been associated with short-term increases in mortality and morbidity in various European subpopulations [1–4]. Children, elderly persons, and those with a lower socioeconomic profile or with chronic medical conditions have been found to be particularly vulnerable [5, 6].Heat-related mortality is a growing public health concern because of both the progressive aging of the population and climate change. Predictions", "contribution": "On average, the temperature was 2.4°C higher than normal during the period 1981 to 2010, but still 1 °C below the levels registered during the extremely hot summer of 2003. The most severe heatwave during summer 2015 occurred at the beginning of July, which was similar in magnitude but less prolonged than the heat wave in August 2003. Strikingly, the climate models indicate for Switzerland a greater temperature increase for the summer than for the winter.", "url": "https://doi.org/10.4414/smw.2016.14379", "title": "Excess mortality during the warm summer of 2015 in Switzerland."}
{"distilbart": "Cancer immunotherapy is a continuously evolving field, and novel immunotherapeutic approaches are now emerging as effective treatment options against various types of cancers. Cancer immunotherapy relies on the principle of mobilizing the host immune system to fight against cancer cells. Various approaches have been attempted during the last several decades to harness the innate powers of the immune systems to fight cancer. Despite the best efforts, however, only limited success has been achieved in developing effective antitumor immunotherapies. The inability to overcome the immunosuppressive behavior of the tumor microenvironment is considered a major hurdle in the development of effective immunotherapsies. With the identification of new immune-based targets, cancer Immunotherapy is now beginning to resurface as a promising treatment strategy. In this review, we present an overview of clinically relevant immunology and immunotherapy principles, and various immunotherapy approaches that are being integrated into current oncologic practice.", "gold": "Considerable progress has been made in the field of cancer immunotherapy in recent years. This has been made possible in large part by the identification of new immune-based cellular targets and the development of novel approaches aimed at stimulating the immune system. The role played by the immunosuppressive microenvironment in the development of tumors has been established. The success of checkpoint-inhibiting antibodies and cancer vaccines has marked the beginning of a new era in cancer treatment. This review highlights the clinically relevant principles of cancer immunology and various immunotherapeutic approaches that have either already entered mainstream oncologic practice or are currently in the process of being evaluated in clinical trials. Furthermore, the current barriers to the development of effective immunotherapies and the potential strategies of overcoming them are also discussed.", "context": "Cancer therapy is a continuously evolving field, and novel immunotherapeutic approaches are now emerging as effective treatment options against various types of cancers. Cancer immunotherapy relies on the principle of mobilizing the host immune system to fight against cancer cells. Various approaches have been attempted during the last several decades to harness the innate powers of the immune systems to fight cancer. Despite the best efforts, however, only limited success has been achieved in developing effective antitumor immunotherapies. The inability to overcome the immunosuppressive behavior of the tumor microenvironment is considered a major hurdle in the development of effective immunotherapy. With the identification of new immune-based targets, cancer immunotherapy is now beginning to resurface as a promising treatment strategy. In this review, we present an overview of clinically relevant immunology and immunotherapy principles, and various immunotherapy approaches that are being integrated into current oncologic practice.", "contribution": "In this review, we present an overview of clinically relevant immunology and immunotherapy principles, and various immunotherapeutic approaches that are being integrated into current oncologic practice. With the identification of new immune-based targets, cancer immunotherapy is now beginning to resurface as a promising treatment strategy.", "url": "https://doi.org/10.5732/cjc.014.10123", "title": "Cancer immunotherapy in clinical practice—the past, present, and future"}
{"distilbart": "OBJECTIVE The aim of this study was to assess the link between hypoglycaemic events (HEs, HbA1c), patientreported outcomes and healthcare resource use among patients with type 2 diabetes (T2D) in the United Kingdom (UK). MATERIALS AND METHODOLOGY/PRINCIPAL FINDINGS A cross-sectional survey of 2,074 patients with T2D on oral antihyperglycaemic medication was conducted by Kantar Health in France, Germany, Italy, Spain, and UK. Those who reported symptoms of hyperoglycaemia at least'some of the time' on the Diabetes Symptom Measure were less likely to be at their treatment goal for glycosylated haemoglobin 1c, as well as more likely to know their HbAs1c. Patient-perceived symptom severity was not associated with differences in HE status, though the pattern of means suggests more severe HE may be associated with", "gold": "BACKGROUND One possible barrier to effective diabetes self-management is hypoglycaemia associated with diabetes medication. The current study was conducted to characterize hypoglycaemic events among UK patients with type 2 diabetes (T2D) treated with antihyperglycaemic medications, and assess the relationship between experience of hypoglycaemic events and health outcomes, including glycaemic control, health-related quality of life, impairment to work and non-work activities, treatment satisfaction, adherence to treatment, fear of hypoglycaemia, and healthcare resource use. METHODS An online survey of 1,329 T2D patients in UK drawn from an opt-in survey panel was conducted in February of 2012 with monthly follow-up questionnaires for five months. Measures included self-reported HbA1c, EQ-5D, Work Productivity and Activity Impairment questionnaire, Diabetes Medication Satisfaction Tool, Morisky medication adherence scale, the Hypoglycaemia Fear Survey (revised), and self-reported healthcare resource use. Comparisons were conducted using t-tests and chi-square tests for continuous and categorical variables, respectively. RESULTS Baseline comparisons showed that worse HbA1c, greater diabetes-related healthcare resource use, greater fear of hypoglycaemia, and impaired health outcomes were associated with experience of hypoglycaemia in the four weeks prior to baseline. Longitudinal results were similar in direction but differences on few measures were significant. CONCLUSIONS In real-world UK T2D patients, hypoglycaemia is associated with worse self-reported glycaemic control, behaviours that contribute to worse glycaemic control, and impairment in patient-reported outcomes.", "context": "OBJECTIVE The objective of this study was to assess the link between hypoglycaemic events (HEs), glycosylated haemoglobin (HbA1c) and patient-reported outcomes, as well as healthcare resource use among patients with type 2 diabetes in the United Kingdom (UK). METHODS A cross-sectional survey of 7144 adults aged ≥18 years who participated in the 2011 5EU National Health and Wellness Survey (NHWS) and a diabetes chronic ailment panel of Light Speed Research conducted by Kantar Health in France, Germany, Italy, Spain, and UK. RESULTS Patients with T2D were more likely than non-diabetic controls to experience HEs [odds ratio (OR): 1.11; 95% confidence interval (CI): 0.95-1.17] compared to those without HEs (0.96; 0.93-1, p<0.001]. Those reporting HEs had", "contribution": "RESULTS Patients with T2D were more likely to experience HEs than those without HE (adjusted odds ratio [AOR] = 1.06, 95% confidence interval [CI]: 0.95-1.14; P <.001). Those who experienced HEs had higher HbA1c (AOR = 2.02, CI: 1.03-3.04) and a lower risk of cardiovascular disease (A OR = 0.97, CI : 0.96-0.99), but not for diabetes mellitus or type 2 diabetes (T2D). CONCLUSIONS The association between HEs, patient reported outcomes, and healthcare resource use was stronger among patients in the United Kingdom compared to non-diabetic controls.", "url": "https://doi.org/10.1186/1472-6823-13-59", "title": "Hypoglycaemic events in patients with type 2 diabetes in the United Kingdom: associations with patient-reported outcomes and self-reported HbA1c"}
{"distilbart": "BACKGROUND The prevalence and incidence of diabetes mellitus is associated with increased socioeconomic burden due to the chronic complications of diabetes. However, there are few reports on patient compliance with an education prescription in real clinical practice in Korea. In this retrospective study, we investigated which clinical parameters affect the efficacy of diabetes self management (DSME) for patients who were prescribed diabetes self-management education during 2009 (n=2,991). MATERIALS AND METHODOLOGY/PRINCIPAL FINDINGS A total of 588 subjects enrolled in a tertiary hospital from January to December 2009 were divided into urban or rural groups: urban group consisted of subjects who underwent education after prescription, and noncompliant group members included subjects who refused to undergo the education course after receiving an educational prescription. To evaluate the effect of the patients' residential districts on the efficacy and patient compliance, we divided the whole subjects into urban and rural groups. Demographic characteristics including sex, age, disease duration,", "gold": "BACKGROUND Diabetes self-management education has an important role in diabetes management. The efficacy of education has been proven in several randomized trials. However, the status of diabetes education programs in real Korean clinical practice has not yet been evaluated in terms of patient compliance with the education prescription. METHODS We retrospectively analyzed clinical and laboratory data from all patients who were ordered to undergo diabetes education during 2009 at Samsung Medical Center, Seoul, Korea (n=2,291). After excluding ineligible subjects, 588 patients were included in the analysis. RESULTS Among the 588 patients, 433 received education. The overall compliance rate was 73.6%, which was significantly higher in the subjects with a short duration or living in a rural area compared to those with a long duration (85.0% vs. 65.1%, respectively; P<0.001) or living in an urban area (78.2% vs. 70.4%, respectively; P=0.037). The hemoglobin A1c decreased greater in the compliant group (from 7.84±1.54 at baseline to 6.79±1.06 at 3 months and 6.97±1.20 at 12 months after prescription in the compliant group vs. from 7.74±1.25 to 7.14±1.02 and 7.24±1.24 in the non-compliant group; P=0.001). The decrease in hemoglobin A1c was greater in the subjects with a short duration (P=0.032). CONCLUSION In our study a large percent of patients refuse to get education despite having a prescription from their physician. This refusal rate was higher in the patients with long-standing diabetes or in urban residence. Furthermore, education was more effective in patients with a short duration of diabetes in clinical practice.", "context": "OBJECTIVE To analyze the current status of diabetes education in real clinical practice in a tertiary hospital in Korea. METHODS In this retrospective study, we reviewed the charts of all patients who were prescribed diabetes self management education (DSME) in the Samsung Medical Center from January to December 2009 (n=2,991). The DSME was ordered by the treating physician because of inadequate glycemic control and the patients' ignorance of the disease. Demographic characteristics including sex, age, disease duration, height, weight, laboratory data, and patients' residential districts were retrieved from an electronic medical chart. Medication adjustment after diabetes education was assessed by review of electronic medical records. RESULTS A total of 588 patients with type 2 diabetes mellitus had their anthropometric and biochemical data checked 3 months after education and 1 year after education, in order to analyze the education efficacy. Compliance with DSME prescription during 2009 was 64.0% (1,467/2,291", "contribution": "RESULTS The overall compliance rate for the education prescription during 2009 was 64.0% (1,467/2,291). Compliance with DSME prescription among patients who had their anthropometric and biochemical data checked 3 months after education and 1 year after education, in order to analyze the education efficacy of diabetes education according to the compliance with an education prescription. CONCLUSIONS In this retrospective study, we reviewed the charts of all patients who were prescribed diabetes self management education (DSME) in the Samsung Medical Center from January to December 2009 (n=2,991).", "url": "https://doi.org/10.4093/dmj.2012.36.6.452", "title": "Education as Prescription for Patients with Type 2 Diabetes Mellitus: Compliance and Efficacy in Clinical Practice"}
{"distilbart": "The joint Food and Agriculture Organization (FAO) and World Health Organization (WHO) Expert Consultation on evaluation of health and nutritional properties of probiotics in food including powder milk with live lactic acid bacteria defined probiotics as: \"live microorganisms that, when administered in adequate amounts, confer a health benefit on the host\". In 2002, a joint FAO/WHO Working Group 2 released guidelines for the evaluation of probiotic status include:-assessment of strain identity (genus, species, strain level); -in vitro tests to screen potential probiotics: e.g. resistance to gastric acidity, bile acid, and digestive enzymes, antimicrobial activity against potentially pathogenic bacteria; -safety assessment: requirements for proof that a probiotic strain is safe and without contamination in its delivery form; -in vivo studies for substantiation of the health effects in the target host. Following the FAO and WHO definition, the International Life Science Institute (ILSI), the", "gold": "OBJECTIVE Triggered by the growing knowledge on the link between the intestinal microbiome and human health, the interest in probiotics is ever increasing. The authors aimed to review the recent literature on probiotics, from definitions to clinical benefits, with emphasis on children. SOURCES Relevant literature from searches of PubMed, CINAHL, and recent consensus statements were reviewed. SUMMARY OF THE FINDINGS While a balanced microbiome is related to health, an imbalanced microbiome or dysbiosis is related to many health problems both within the gastro-intestinal tract, such as diarrhea and inflammatory bowel disease, and outside the gastro-intestinal tract such as obesity and allergy. In this context, a strict regulation of probiotics with health claims is urgent, because the vast majority of these products are commercialized as food (supplements), claiming health benefits that are often not substantiated with clinically relevant evidence. The major indications of probiotics are in the area of the prevention and treatment of gastro-intestinal related disorders, but more data has become available on extra-intestinal indications. At least two published randomized controlled trials with the commercialized probiotic product in the claimed indication are a minimal condition before a claim can be sustained. Today, Lactobacillus rhamnosus GG and Saccharomyces boulardii are the best-studied strains. Although adverse effects have sporadically been reported, these probiotics can be considered as safe. CONCLUSIONS Although regulation is improving, more stringent definitions are still required. Evidence of clinical benefit is accumulating, although still missing in many areas. Misuse and use of products that have not been validated constitute potential drawbacks.", "context": "The joint Food and Agriculture Organization (FAO) and World Health Organization (WHO) Expert Consultation on evaluation of health and nutritional properties of probiotics in food including powder milk with live lactic acid bacteria defined probiotic as: \"live microorganisms that, when ingested or locally applied in sufficient numbers, provide the consumer with one or more proven health benefits\". These definitions de facto imply that probiotic ingestion provides benefits for host health. The science related to probiotics is recent, and is thus in constant evolution. Probiotics used in food, supplied as dietary supplement, or as active components of a registered medication, should not only be capable of surviving passage through the digestive tract by exhibiting acid and bile survival, but also have the capability to proliferate in the gut. Topical or local application of probiotic is also proposed in view of the recent evolution of scientific data. Therefore, the ability to remain viable and effective at the target site should be studied and confirmed for each strain", "contribution": "Therefore, the ability to remain viable and effective at the target site should be studied and confirmed for each strain. Clinical studies should be performed with the commercialized product and not with the isolated strain. However, lack of protection contributes to the fact that some companies refuse to deliver information on the specific strains in their products.", "url": "https://doi.org/10.1016/j.jped.2014.08.005", "title": "Probiotics: an update."}
{"distilbart": "The negative impact of obesity on the physical and psychiatric health and well-being of individuals has been well documented. The 2011 Youth Risk Behaviour Surveillance survey from the United States reported high rates of overweight and obesity among high-school students. The survey found 15.2% of students to be obese and 13.5% to be overweight. Similar prevalence figures have been recorded among Australian adolescents; combined overweight/obesity prevalence was 28% in 2008. Obesity during this developmental period is associated with increases in blood pressure, high cholesterol levels, metabolic risk, cardiovascular disease and asthma. Recently, studies have gone beyond the medical sequelae to investigate outcomes of perceived functional health and wellbeing, or Health-Related Quality of Life (HRQoL), associated with adolescent obesity. In this study, we focus on weight perception as a potential moderator of the relationship between body mass index (BMI) and HRQOL. Weight perception is defined as the subjective appraisal of actual weight status, and", "gold": "BACKGROUND/OBJECTIVES Body weight is negatively associated with adolescent Health-Related Quality of Life (HRQoL). Despite this well-established relationship, some adolescents with obesity do not display the expected HRQoL decreases. This study hypothesised weight perception as a moderator of the association between weight status and adolescent HRQoL. SUBJECTS/METHODS Subjects were secondary school students from an obesity prevention project in the Barwon South-West region of Victoria, Australia, entitled It's Your Move (N=3040). Measures included standardised body mass index (BMI-z; World Health Organization growth standards), weight perception and HRQoL, measured by the Paediatric Quality of Life Inventory. Linear regression and average marginal effect analyses were conducted on cross-sectional baseline data to determine the significance of any interaction between weight perception and measured weight status in shaping adolescent HRQoL. RESULTS The BMI-z/perceived weight status interaction was significantly associated with adolescent HRQoL outcomes. Adolescents with BMI z-scores in the overweight/obesity range who perceived themselves as overweight had lower HRQoL than those who perceived themselves as 'about right.' Conversely, adolescents with BMI scores in the lower end of the normal range or in the thinness range who perceived themselves as underweight had lower HRQoL than those with 'about right' perceptions. CONCLUSIONS This was the first study to report third-variable impacts of a body-perception variable on the relationship between adolescent weight status and HRQoL. Adolescents' weight perceptions significantly moderated the relationship between overweight/obesity and reduced HRQoL. Adolescents who were outside the normal weight range and misperceived their objectively measured weight status enjoyed a higher HRQoL than adolescents whose weight perception was concordant with their actual weight status. These findings suggest that practitioners may need to exercise caution when educating adolescents about their weight status, as such 'reality checks' may negatively impact on adolescent HRQoL. It is suggested that more research be conducted to examine this potential effect.", "context": "OBJECTIVE To examine whether weight perception moderates the association between body mass index (BMI) and Health-Related Quality of Life (HRQoL). DESIGN Cross-sectional study. SETTING Secondary schools in 12 secondary schools from the Barwon South-West region of Victoria, Australia. PARTICIPANTS A total of 3040 students aged 11 to 16 years who completed a school-based obesity prevention intervention programme. MAIN OUTCOME MEASURES Adolescents with high BMI-z who accurately perceived their weight status as overweight/very overweight would report lower HRQOL than adolescents with low BMI-zygosity who inaccurately perceive themselves as normal. RESULTS Adolescent boys reported significantly less HRQol compared to girls (p<0.001), but this relationship was not statistically significant (r = -0.43; p = 0.41). The effect moderated by gender did not differ across age groups. CONCLUSIONS This", "contribution": "RESULTS Adolescents with high BMI-z who accurately perceived their weight status as overweight/very overweight had lower HRQoL than adolescents with low BMI-zy (p<0.001) and those who inaccurately perceived themselves as underweight/very underweight (p=0.02). The association between BMI-y, but not body mass index z, was moderated by the accuracy of weight perception in mediating this relationship. CONCLUSIONS Adolescent obesity is associated with a negative impact on health-related quality of life that may be moderated through accurate perceptions of weight status.", "url": "https://doi.org/10.1038/ijo.2014.78", "title": "When ignorance is bliss: weight perception, body mass index and quality of life in adolescents"}
{"distilbart": "BACKGROUND The Coronary Artery Risk Development in Young Adults (CARDIA) Study is a multicenter, longitudinal study of the evolution of cardiovascular disease risk factors in Black and White adults aged 18-30 years. METHODS We used data from two follow-up examinations: the year 5 examination (1990–1991), the year 15 examination (2000–2001), for calculation of 10-year changes in risk factor development over time. RESULTS Of the 4,352 participants seen at the year 2 examination, those with missing data on the knowledge question, systolic blood pressure, total cholesterol, body mass index, smoking, or education were excluded from the cross-sectional analysis; this sample consisted of 3,271 participants. After exclusions at year 15, we examined the level and determinants of knowledge of CVD risk factors and the relation between knowledge and 10-years changes in cardiovascular disease (CVD) risk burden in a large population sample of young adult", "gold": "This study's objective was assessment of cardiovascular disease (CVD) risk factor knowledge in young adults, its association with 10-year changes in risk factor levels, and variables related to risk factor knowledge. A total of 4,193 healthy persons (55% female, 48% Black; mean age=30 years) from four urban US communities were queried about risk factor knowledge in 1990-1991 and were reexamined in 2000-2001. Of six risk factors considered (hypertension, hyperlipidemia, smoking, overweight, sedentary lifestyle, and unhealthy diet), participants mentioned a mean of two; more than 65% were not aware of any risk factors, and less than 35% recognized being overweight as a risk factor. After adjustment, variables associated with mentioning more than two CVD risk factors versus one or fewer were Black race (OR=0.52, 95% confidence interval (CI): 0.44, 0.61), having a high school education or less (OR=0.88, 95% CI: 0.80, 0.95), having one or two (vs. zero) risk factors (OR=1.27, 95% CI: 1.05, 1.53), and having three or more (vs. zero) risk factors (OR=1.79, 95% CI: 1.35, 2.38). More knowledge was marginally associated with less increase in body mass index 10 years later (p=0.06) but was unrelated to other risk factor changes. Knowledge of CVD risk factors was very low in these young adults but increased with the presence of risk factors. Knowledge alone did not predict 10-year changes in risk factors.", "context": "OBJECTIVE To examine the level and determinants of knowledge of cardiovascular disease (CVD) risk factors in young adult Whites and Blacks with a wide range of educational backgrounds. RESEARCH DESIGN AND METHODS The Coronary Artery Risk Development in Young Adults (CARDIA) Study is a multicenter, longitudinal study of the evolution of CVD risk factors among Black and White adults aged 18-30 years. We used data from two follow-up examinations: the year 5 examination (1990-1991), the year 15 examination (2000-2001), for calculation of 10-year changes in risk factors. Of 4,193 persons, 3,351 participants were also examined at year 15. After exclusions for missing data at age 15 (n = 80), the longitudinal sample consisted of 3,271 participants at baseline was designed to include approximately equal numbers of participants by race (Black/White), sex, age (18-24 years/25-30years", "contribution": "RESULTS After adjustment for age, sex, education, smoking status, body mass index (BMI), alcohol consumption, and physical activity at baseline, knowledge of CVD risk factors was associated with a 10-year increase in the prevalence of hypertension, hypercholesterolemia, high blood pressure, and total cholesterol among men but not women. CONCLUSIONS Knowledge of cardiovascular disease (CVD) risk factors is an important determinant of long-term changes in CVD burden among young adult Whites and Blacks with a wide range of educational backgrounds.", "url": "https://doi.org/10.1093/aje/kwj334", "title": "Cardiovascular disease risk factor knowledge in young adults and 10-year change in risk factors: the Coronary Artery Risk Development in Young Adults (CARDIA) Study."}
{"distilbart": "OBJECTIVE To investigate the association between serum osteocalcin level and subclinical atherosclerotic coronary artery disease (CAD) in metabolically normal subjects without a history of CVD. DESIGN, SETTING, AND PARTICIPANTS The Shanghai Obesity Study was conducted from December 2009 to December 2011. Subjects were included if they met the following criteria for being normal-weight, metabolically healthy individuals: (i) body mass index between at least 18.5 and less than 25.0 kg/m2; (ii) normal glucose tolerance, defined as fasting plasma glucose (FPG) level less than 7.8 mmol/L; (iii) normotensive blood pressure (SBP) less than 130 mmHg and a diastolic blood pressure less than 85mmHg; (iv) normal lipid status less than 5.18 mmol/l, serum triglycerides (TG), serum high-density lipoprotein cholesterol (HDL", "gold": "BACKGROUND The relationship between osteocalcin and atherosclerosis remains unclear. This might be due to different degrees of confounding from factors that are associated with serum osteocalcin level, such as metabolic-related variables. This study aimed to investigate the relationship between serum osteocalcin level and carotid intima-media thickness (C-IMT) in a metabolically healthy population. METHODS A total of 476 subjects with normal values for weight, glucose tolerance, blood pressure, and lipids (age range, 20-75 years; 155 men, 201 premenopausal women, 120 postmenopausal women) from the Shanghai Obesity Study were recruited for this cross-sectional study. Subjects with a history of cardiovascular disease or carotid plaque were excluded. C-IMT was measured by ultrasonography. Serum osteocalcin level was assessed by an electrochemiluminescence immunoassay. RESULTS Median C-IMT in the entire study population was 0.55 mm with an interquartile range of 0.50-0.60 mm. C-IMT in premenopausal women was significantly lower than that in men and postmenopausal women (all P < 0.001). The median (interquartile range) of serum osteocalcin level in the entire population was 17.02 (13.31-21.47) ng/mL. Serum osteocalcin level in postmenopausal women was significantly higher than that in men and premenopausal women (all P < 0.001), while the level of serum osteocalcin in men was also significantly higher than that in premenopausal women (P < 0.001). No significant correlation was found between C-IMT and serum osteocalcin level in either men or postmenopausal women. There was a significant, inverse correlations between C-IMT and serum osteocalcin level in premenopausal women after adjustment of age, but this association was eliminated after adjustment for other confounding factors. CONCLUSIONS Serum osteocalcin level was not independently associated with C-IMT in a metabolically healthy Chinese population.", "context": "BACKGROUND The aim of this study was to investigate the association between serum osteocalcin level and subclinical atherosclerotic coronary artery disease (CAD) in metabolically normal subjects without a history of CVD. METHODS A total of 476 subjects were recruited from the Shanghai Obesity Study (SHOS). Serum levels of bone mineral density, carotid intima-media thickness (C-IMT), high-density lipoprotein cholesterol (HDL-C), triglycerides (TG), fasting plasma glucose (FPG) and 2-h blood pressure (2-HBP) were measured at baseline and after adjusting for age, sex, smoking status, body mass index (BMI), waist circumference (WC), systolic blood pressures (SBP), diastolic BP (DBP), homeostasis model assessment of insulin resistance (HR; 95% confidence interval [CI], 0.95-0.97), and other metabolic variables", "contribution": "RESULTS Subjects with CAD had significantly lower serum osteocalcin level than those without CAD (P < 0.001). After adjustment for age, sex and smoking history, subjects who smoked at least one cigarette per day were more likely to have low-density lipoprotein cholesterol (LDL-C) levels compared with subjects in the highest quartile of serum osteoclonal C-IMT [odds ratio (OR), 1.13; 95% confidence interval (CI): 1.02-1.23] but not in the lowest quartiles of total cholesterol (TC), triglycerides (TG) or high density lipoproteins (HDL-Cs) (P = 0.03). In addition, there was a significant inverse association between serum C-immunoglobulin concentrations and subclinical atherosclerotic plaque score after adjusting for confounding factors. CONCLUSIONS The present study suggests that higher serum CVD risk is associated with an increased risk of", "url": "https://doi.org/10.1186/s12933-015-0245-9", "title": "Relationship between serum osteocalcin level and carotid intima-media thickness in a metabolically healthy Chinese population"}
{"distilbart": "Muscle mass and strength peak in early adulthood, followed by a gradual decline after the age of 40 years 6, then a more substantial decline from the fifth decade onwards. Total muscle mass decreases by nearly 50% between the ages of 20 years and 90 years 7, as shown by results from the ilSIRENTE prospective cohort study. The physical frailty phenotype operationalized by Fried et al. 10 is defined as patients possessing three or more of the following criteria: weakness (assessed by grip strength), slowness (assessing by gait speed), low levels of physical activity, energy (self-reported) and unintentional weight loss. This phenotype predicts many of the negative outcomes described above for sarcopenia, including falls, fractures, frailty and mortality 3. Impaired physical function (but not multimorbidity) is predictive of mortality in older community-dwellers, and indeed muscle loss is thought to be the mediator of this association. Given", "gold": "&NA; Musculoskeletal ageing is a major public health concern owing to demographic shifts in the population. Sarcopenia, generally defined as the age‐related loss of muscle mass and function, is associated with considerable risk of falls, loss of independence in older adults and hospitalization with poorer health outcomes. This condition is therefore associated with increased morbidity and health care costs. As with bone mass, muscle mass and strength increase during late adolescence and early adulthood, but begin to decline substantially from ˜50 years of age. Sarcopenia is characterized by many features, which include loss of muscle mass, altered muscle composition, infiltration with fat and fibrous tissue and alterations in innervation. A better understanding of these factors might help us to develop strategies that target these effects. To date, however, methodological challenges and controversies regarding how best to define the condition, in addition to uncertainty about what outcome measures to consider, have delayed research into possible therapeutic options. Most pharmacological agents investigated to date are hormonal, although new developments have seen the emergence of agents that target myostatin signalling to increase muscle mass. In this review we consider the current approaching for defining sarcopenia and discuss its epidemiology, pathogenesis, and potential therapeutic opportunities.", "context": "Musculoskeletal ageing is a major public health concern owing to demographic shifts in the population. Sarcopenia, generally defined as the age-related loss of muscle mass and function, is associated with considerable risk of falls, loss of independence in older adults and hospitalization with poorer health outcomes. This condition is therefore associated with increased morbidity and health care costs. As with bone mass, muscle massand strength increase during late adolescence and early adulthood, but begin to decline substantially from ~50 years of age. In this review we consider the current approaching for defining sarcopenia and discuss its epidemiology, pathogenesis, and potential therapeutic opportunities. To prevent the progression of these twin pathologies is not surprising. Perhaps inevitably, this literature presents the case for the use of biomarkers to identify those at greatest risk, although to date no single biomarker has been identified11 In this Review we considered the current definitional approaches to sarcopenicosis and discuss the epidemiology and", "contribution": "In this Review we consider the current definitional approaches to sarcopenia and discuss the epidemiology and pathogenesis of the condition as well as possible therapeutic advances in its treatment. A report from the FNIH using data from nine sources of community-dwelling older persons from the USA, Iceland and Europe highlights numerous priorities for sarcopenic research.", "url": "https://doi.org/10.1038/nrrheum.2017.60", "title": "Epidemiology of sarcopenia and insight into possible therapeutic targets"}
{"distilbart": "BACKGROUND The Australian Needs Assessment Tool:Progressive Disease-Cancer (NAT) is a clinician-administered \"aide-memoire\" designed to help clinicians identify patients with palliative care needs in daily practice and determine the added value of palliatives for people with idiopathic pulmonary fibrosis (IPF). However, relevance to ILD and the United Kingdom has not been assessed. The aim of this study was to adapt the NAT:PD-ILD (including the instructions and prompts for clinicians) for content: relevance, appropriateness, whether the items reflected their personal experience. METHODS Eligible patient participants were consenting adults attending ILD outpatients in two northern England sites. Current caregivers were invited through the patient or directly. Eligible clinicians were those caring for patients with ILD in one health care region. Patients and caregiver characteristics are presented (see Box 1), physicians (n = 5), nurses (n=3", "gold": "BACKGROUND Irrreversible interstitial lung disease (ILD) is associated with high morbidity and mortality. Palliative care needs of patients and caregivers are not routinely assessed; there is no tool to identify needs and triage support in clinical practice. OBJECTIVE The study objective was to adapt and face/content validate a palliative needs assessment tool for people with ILD. METHODS The Needs Assessment Tool: Progressive Disease-Cancer (NAT:PD-C) was adapted to reflect the palliative care needs identified from the ILD literature and patient/caregiver interviews. Face and content validity of the NAT:PD-ILD was tested using patient/caregiver focus groups and an expert consensus group. Participants in the study were two English tertiary health care trusts' outpatients clinics. There were four focus groups: two patient (n = 7; n = 4); one caregiver (n = 3); and one clinician (n = 8). There was a single caregiver interview, and an expert consensus group-academics (n = 3), clinicians (n = 9), patients (n = 4), and caregivers (n = 2). Each item in the tool was revised as agreed by the groups. Expert consensus was reached. RESULTS Overall, the tool reflected participants' experience of ILD. Each domain was considered relevant. Adaptations were needed to represent the burden of ILD: respiratory symptoms (especially cough) and concerns about sexual activity were highlighted. All emphasized assessment of caregiver need as critical, and the role of caregivers in clinical consultations. CONCLUSIONS The NAT:PD-ILD appears to have face and content validity. The inclusion of the family caregiver in the consultation as someone with their own needs as well as a source of information was welcomed. Reliability testing and construct validation of the tool are ongoing.", "context": "BACKGROUND The Australian Needs Assessment Tool:Progressive Disease-Cancer (NAT:PD-C) is a clinician-administered \"aide-memoire\" designed to help clinicians identify patients with palliative needs in daily practice and determine the added value of service involvement in the care of individual patients. OBJECTIVE To test its face and content validity for use in people with idiopathic pulmonary fibrosis (ILD). DESIGN, SETTING, AND PARTICIPANTS A focus group was conducted among adults attending ILD outpatients in two northern England sites between October 2014 and April 2015. INTERVENTIONS Patients and caregivers were invited through the patient or directly. Eligible clinicians were those caring for people with ILD in one health care region. MAIN OUTCOME MEASURES Patient and caregiver focus groups and a single caregiver interview (using the same technique) were held. Participants were asked to discuss the face validity of the", "contribution": "METHODS The NAT:PD-C was adapted from the Australian Needs Assessment Tool:Progressive Disease-Cancer for use in people with ILD and to test its face and content validity. RESULTS Patients (n = 4) and caregivers (N = 2) agreed that the tool reflected their own practice. Most agreed that it could be used by clinicians to identify patients with palliative care needs and triage referral to specialist pulmonary fibrosis services. CONCLUSIONS This adaptation of a clinician-administered \"aide-memoire\" allows clinicians, nurses, residents, respiratory trainee physicians, physiotherapists, and other specialists to assess patient and caregiver characteristics, symptom burden, and quality of life. It can be used as part of routine clinical practice in ILD.", "url": "https://doi.org/10.1089/jpm.2015.0355", "title": "The Adaptation, Face, and Content Validation of a Needs Assessment Tool: Progressive Disease for People with Interstitial Lung Disease."}
{"distilbart": "BACKGROUND Chronic epilepsy affects up to a third of subjects with epilepsy but accounts for most of its overall burden. The Epilepsy Society (www.epilepsysociety.org.uk) administers the Chalfont Centre for Epileptic Syndrome (1892). It was initially intended to provide care, accommodation and employment for people with epilepsy; only subjects capable of working were admitted. In October 1972, the admission policy moved towards care of patients with epilepsy and additional needs (medical or social) through the work of residents. METHODS We collected data of all residents who died between 1989 (when systematic efforts to obtain post-mortem started) and 2009 and studied their life-long evolution in terms of life expectancy, causes of death and evolution of seizures over a lifetime, correlated with brain and body pathology. The study was approved by the institutional Ethics Committee. RESULTS All individuals who had undergone postmortem examination had era-appropriate consent and retention of tissue for research", "gold": "The long-term outcome of chronic epilepsy remains largely unknown, despite a long historical experience. We report the lifelong course of epilepsy of an historical cohort of 235 subjects who were in residential care at the Chalfont Centre for Epilepsy: 122 had comprehensive post-mortem examination. The populations admitted as resident to the centre over time followed the evolution of society's perception of epilepsy. 'Early residents' (before 1972) were admitted for sheltered employment, escaping stigmatization, whereas 'later' residents with more severe epilepsies were admitted for care. Subjects admitted before 1972 were similar to subjects followed nowadays as outpatients, whereas patients admitted later with a higher burden of disabilities are often those in residential care. This long follow-up allowed exploration of a wide spectrum of epilepsies, affecting both subjects who were otherwise healthy and those with co-morbidities. Age at death showed a bimodal distribution with an early peak of mortality between 45-50 years old, whilst the remainder had life expectancy comparable to the general population. As a group, subjects who had post-mortem examination were not significantly different from patients who did not have post-mortem examination, but post-mortem examination provided data that were otherwise unavailable. For those who had post-mortem examination, sudden unexpected death in epilepsy (SUDEP, 18% of all deaths) did not fully explain the early mortality, to which co-morbidities contributed. High seizure frequency was a significant independent predictor of early death even after excluding SUDEP (e.g. reduction in years of life for those who had >4 seizures/month compared with those who had <1 seizure/month: 13 years; 95% confidence interval: 6-19; overall P = 0.0006). Those who survived to older age increasingly went into spontaneous remission lasting until death (in the whole cohort, 38/166, 23% of those who died in or after sixth decade). In subjects who had post-mortem examination, older age (odds ratio = 1.13; 95% confidence interval: 1.06-1.20) and presence of neuropathologically confirmed degenerative changes (that were not the cause of epilepsy) (odds ratio 7.14; 1.95-26.2) were independent predictors of terminal remission. Epilepsy may cause premature death indirectly through co-morbid conditions. Terminal remission occurs even without prior remissions; ageing may improve epilepsy drug responsiveness although unknown factors related to the natural history may also play a role.", "context": "Chronic epilepsy affects up to a third of subjects with epilepsy but accounts for most of its overall burden. Post-mortem examination, despite being decreasingly undertaken, can provide an assessment of structural abnormalities associated with epilepsy and cause of death, for which MRI cannot act as a complete surrogate. Previous post-mortem studies, however, have been either small or lacking clinical correlations (Corsellis 1957; Margerison and Corsellis 1966; Meencke and Janz 1984). Despite this extensive historical experience, little is known about the long-term outcome of chronic epilepsy and the effect of ageing on active epilepsy. We present lifelong follow-up of residents who died between 1989 and 2009; postmortem data were available for half. This cohort witnessed the evolution of social and medical management of epilepsy and thus society's perception of people with epilepsy over the past century.This cohort, although inevitably selected, also provides a unique insight into life expectancy, causes of death and evolution of seizures over a", "contribution": "We present lifelong follow-up of residents who died between 1989 and 2009; postmortem data were available for half. Average seizure frequency was arbitrarily categorized yearly as 44 seizures/month, 1–4 seizures/months, or 51 seizure/month. RESULTS We found that the number of patients with chronic epilepsy increased significantly over time (p<0.001). The most common cause of death in the post-mortem subgroup was cerebellum, thalamus, basal ganglia, midbrain, pons, medulla and cervical spinal cord. In addition to histological sampling of any identified macroscopic abnormality or presumed electroencephalogram (EEG) abnormalities, we observed a significant increase in age-related brain atrophy (P < 0.05), but no change in grey matter volume. CONCLUSIONS Post-mortem examination provides a unique insight into long-term outcome of chronic epilepsy in terms of life expectancy, causes of death and evolution of seizures", "url": "https://doi.org/10.1093/brain/awt117", "title": "The lifelong course of chronic epilepsy: the Chalfont experience."}
{"distilbart": "BACKGROUND Recent studies show that, even in the setting of castrate levels of testosterone, cancer is frequently reliant on androgen receptor (AR)-mediated growth pathways that facilitate growth and survival. This has led to a number of effective therapies for men with clinically localized prostate cancer (PC), androgen-deprivation therapy (ADT) represents the mainstay for the management of locally advanced, recurrent, or metastatic PC. Although chemical castration is temporarily effective in most patients who develop advanced disease, nearly all men eventually progress to castrationresistant PC (CRPC). Recent studies have shown that, in contrast to 10 years ago, there are many effective therapies that significantly improve survival. Nevertheless, the molecular basis of why patients respond differently to, specific treatments remains elusive. In this review, we describe recent advances in the CTC field in PC, ranging from their isolation to clinical significance as a biomarker that optimizes diagnostic and therapeutic decision making. Tremendous effort has focused", "gold": "Circulating tumor cells (CTCs) have emerged as a viable solution to the lack of tumor tissue availability for patients with a variety of solid tumors, including prostate cancer. Different approaches have been used to capture this tumor cell population and several of these techniques have been used to assess the potential role of CTCs as a biological marker to predict treatment efficacy and clinical outcome. CTCs are now considered a strong tool to understand the molecular characteristics of prostate cancer, and to be used and analyzed as a ‘liquid biopsy’ in the attempt to grasp the biological portrait of the disease in the individual patient.", "context": "Prostate cancer (PC) is the most prevalent malignancy and the second leading cause of cancer death in men in the USA. Although chemical castration is temporarily effective in most patients who develop advanced disease, nearly all men eventually progress to castration-resistant PC (CRPC). Recent studies show that, even in the setting of castrate levels of testosterone, CRPC is frequently reliant on androgen receptor (AR)-mediated growth pathways that facilitate growth and survival [2]. This has led to a number of effective therapies for men with clinically localized PC, and androgen-deprivation therapy (ADT) represents the mainstay for the management of locally advanced, recurrent, or metastatic PC [1], although chemotherapeutic agents such as abiraterone and enzalutamide have been shown to improve survival. Nevertheless, there are currently no validated biomarkers that can predict response to a specific therapy, with post-therapy decline in prostate-specific antigen", "contribution": "In this review, we describe recent advances in the CTC field in PC, ranging from their isolation to clinical significance as a biomarker that optimizes diagnostic and therapeutic decision making. These efforts are mainly directed on optimizing the technical aspects of CTC isolation and enrichment from the peripheral blood of cancer patients, as well as to minimize CTC loss caused by excessive sample handling during processing.", "url": "https://doi.org/10.1007/s40291-014-0101-8", "title": "Circulating Tumor Cells in Prostate Cancer Diagnosis and Monitoring: An Appraisal of Clinical Potential"}
{"distilbart": "BACKGROUND The abdominal aortic aneurysm (AAA) is part of the atherosclerotic spectrum of diseases, and it has been suggested that this off-target anti-inflammatory effect contributes to the efficacy of this class of anti-hypertensives. Although ACE inhibitors are thought to reduce vascular inflammation, they have profound adverse effects on aspects of vascular inflammation resulting in reduced expression of pro inflammatory cytokines and attenuated cell activation (in particular macrophages). However, these anti-inflammations are not followed by an effect on AAA growth. This open proof-of-concept study was aimed at evaluating whether and how these observations translate to the human situation. MATERIALS AND METHODOLOGY/PRINCIPAL FINDINGS Patients with hypotension received ramipril 5 mg once a day in the 2-4 weeks preceding their planned elective open repair. The final dose was taken in the evening before the surgery. Control AAA wall samples were obtained", "gold": "BACKGROUND Independent of their blood pressure lowering effect, ACE inhibitors are thought to reduce vascular inflammation. The clinical relevance of this effect is unclear with the current knowledge. Abdominal aortic aneurysms (AAA) are characterized by a broad, non-specific inflammatory response, and thus provide a clinical platform to evaluate the anti-inflammatory potential of ACE inhibitors. METHODS AND RESULTS Eleven patients scheduled for open AAA repair received ramipril (5 mg/day) during 2-4 weeks preceding surgery. Aortic wall samples were collected during surgery, and compared to matched samples obtained from a biobank. An anti-inflammatory potential was evaluated in a comprehensive analysis that included immunohistochemistry, mRNA and protein analysis. A putative effect of ACE inhibitors on AAA growth was tested separately by comparing 18-month growth rate of patients on ACE inhibitors (n = 82) and those not taking ACE inhibitors (n = 204). Ramipril reduces mRNA expression of multiple pro-inflammatory cytokines such as IL-1β, IL-6, IL-8, TNF -α, Interferon-[Formula: see text], and MCP-1, as well as aortic wall IL-8 and MCP-1 (P = 0.017 and 0.008, respectively) protein content. The is followed by clear effects on cell activation that included a shift towards anti-inflammatory macrophage (M2) subtype. Evaluation of data from the PHAST cohort did not indicate an effect of ACE inhibitors on 18-month aneurysm progression (mean difference at 18 months: -0.24 mm (95% CI: -0.90-0.45, P = NS). CONCLUSIONS ACE inhibition quenches multiple aspects of vascular inflammation in AAA. However, this does not translate into reduced aneurysm growth. TRIAL REGISTRATION Nederlands Trial Register 1345.", "context": "BACKGROUND The aim of this study was to evaluate the anti-inflammatory potential of regular dose ACE inhibition through ramipril in patients with abdominal aortic aneurysm (AAA). METHODS Patients scheduled for open AAA repair and not taking ACE inhibitors or AT II antagonists were eligible for the study. Control AAA wall samples were obtained from the LUMC biobank, these samples were matched with the control group for sex, age, maximum AAA diameter and statin use. One half was snap-frozen in CO2-cooled iso-pentane or liquid nitrogen and stored at 280°C until use for mRNA (RT-PCR) and protein (ELISA) analysis. The other half was fixed in formaldehyde (24 hours), decalcified (Kristensens solution, 120 h), and paraffin embedded for histological analysis. RESULTS All analyses were performed in an investigator-blind fashion. The effect of ACE inhibition on an", "contribution": "RESULTS Angiotensin II and ACE inhibitors had no effect on AAA growth in the ramipril group, whereas angioplasmic angiogenesis was significantly reduced (p < 0.001). In a sub analysis of the data available from PHAST; a trial evaluating the effect of doxycycline on AAA progression, we observed accelerated aneurysm growth in patients taking ACE inhibitors compared with those not treated with other anti-hypertensives. CONCLUSIONS These results suggest that regular dose ACE inhibition through the use of angiotensins may have beneficial effects on AAA pathophysiology independent of their blood pressure lowering effects.", "url": "https://doi.org/10.1371/journal.pone.0111952", "title": "ACE Inhibitors Potently Reduce Vascular Inflammation, Results of an Open Proof-Of-Concept Study in the Abdominal Aortic Aneurysm"}
{"distilbart": "BACKGROUND The aim of this study was to quantify cognitive function in individuals with spinal cord injury (SCI) who were normotensive compared to those who were hypotensive over a 24-h period. METHODS Twenty adult subjects (26–60 years) with chronic systolic blood pressure (SBP) and tetraplegia (C1 = 1, C2 = 2, L5=25), T12 = 20,L5 = 25. Subjects were included if they carried cardiovascular diseases or a psychiatric disorder, or were prescribed medications with known psychoactive or cardiovascular effects. However, oxybutynin chloride (Ditropan), an anti-cholinergic agent for the treatment of an over-active, neurogenic bladder, which may have deleterious effects on memory, was prescribed in eight of the 20 participants. Information regarding a prior history of traumatic brain injury (TBI) was collected in the study group by self-report.", "gold": "Due to sympathetic de-centralization, individuals with spinal cord injury (SCI), especially those with tetraplegia, often present with hypotension, worsened with upright posture. Several investigations in the non-SCI population have noted a relationship between chronic hypotension and deficits in memory, attention and processing speed and delayed reaction times. To determine cognitive function in persons with SCI who were normotensive or hypotensive over a 24-h observation period while maintaining their routine activities. Subjects included 20 individuals with chronic SCI (2–39 years), 13 with tetraplegia (C4–8) and 7 with paraplegia (T2–11). Individuals with hypotension were defined as having a mean 24-h systolic blood pressure (SBP) below 110 mmHg for males and 100 mmHg for females, and having spent ≥50% of the total time below these gender-specific thresholds. The cognitive battery used included assessment of memory (CVLT), attention and processing speed (Digit Span, Stroop word and color and Oral Trails A), language (COWAT) and executive function (Oral Trails B and Stroop color–word). Demographic parameters did not differ among the hypotensive and normotensive groups; the proportion of individuals with tetraplegia (82%) was higher in the hypotensive group. Memory was significantly impaired (P < 0.05) and there was a trend toward slowed attention and processing speed (P < 0.06) in the hypotensive compared to the normotensive group. These preliminary data suggest that chronic hypotension in persons with SCI is associated with deficits in memory and possibly attention and processing speed, as previously reported in the non-SCI population.", "context": "BACKGROUND The aim of this study was to quantify cognitive function in individuals with spinal cord injury (SCI) who were normotensive compared to those who were hypotensive over a 24-h blood pressure collection period while performing their routine activities of daily living. METHODS Twenty adult subjects (26-60 years) with chronic SCI participated in the study, all except two were right-handed, as determined by subject assertion. The 20 subjects included 7 individuals with paraplegia and 13 with tetraplegia; for statistical comparison, level of injury was made into a continuous variable by assigning an ascending number to descending level of SCI as such; C1 = 1, C2 = 2,…, T12 = 20, L5 = 25. Subjects were excluded if they carried a current diagnosis of cardiovascular diseases or a psychiatric disorder, or were prescribed medications with known psychoactive or cardiovascular effects. However, oxybutynin chloride (Ditropan),", "contribution": "RESULTS Individuals with SCI who were normotensive compared to those who were hypotensive over a 24-h BP collection period while performing their routine activities of daily living. The percentage of time each subject spent \"hypotensive\" was significantly lower in the T2 group than in the C8 and above groups (P < 0.05) but not in the tetraplegia or paraplegia groups (all P > 0.01). CONCLUSIONS These results suggest that individuals with chronic spinal cord injury are at higher risk for cognitive impairment, which may be due to co-morbid conditions including BP dysregulation.", "url": "https://doi.org/10.1007/s10286-009-0036-z", "title": "Cognitive performance in hypotensive persons with spinal cord injury"}
{"distilbart": "Ginseng berries (GB) and ginseng roots (KRG), which are amphiphilic molecules comprised of an aglycon backbone (a hydrophobic four-ring steroid-like structure) linked to hydrophilic carbohydrate side chains that consist of monomers, dimers and tetramers. The principal active ingredients of ginsenosides in GB0710 and KRG extract were analyzed by high-performance liquid chromatography. In addition, we evaluated the possible mechanisms of the action of GB extract. Animal care and all experimental procedures were carried out with approval of the Institutional Animal Care and Use Committee of Yonsei University Health System (Seoul, Korea). For these reasons, we hypothesized that GB extract may have a stronger relaxation effect on CCSM than KRG extracts. To confirm this, we investigated the ability of GB to relax cCSM, using KRG as a comparison. In vitro experiments Forty-two rabbits were used for the in", "gold": "Several reports have promoted the root-derived Korean red ginseng (KRG; Panax ginseng) as alternative treatment for erectile dysfunction (ED), and ginsenosides are known to be the principal active ingredients of ginseng. Recent studies showed that ginseng berries produce more ginsenosides than KRG; thus, we investigated the ability of the Korean ginseng berry extract GB0710 to relax the penile corpus cavernosum smooth muscle (CCSM) in this study. As a comparative control, the results were compared to those obtained using KRG. In addition, possible mechanisms of action for GB0710 were investigated. While KRG and GB0710 both displayed dose-dependent relaxation effects on precontracted rabbit CCSM in vitro, GB0710 was shown to be more potent than KRG. The GB0710-induced relaxation could be partially reduced by removing the endothelium. In addition, pre-treatment with several nitric oxide (NO) inhibitors significantly inhibited the relaxation of muscle strips. Furthermore, administration of GB0710 increased intracavernosal pressure (ICP) in a rat in vivo model in both a dose- and duration-dependent manner. Intracellular NO production in human microvascular endothelial cells could be induced by GB0710 and inhibited by N(G)-monomethyl-L-arginine. In conclusion, GB0710 had a greater relaxation effect on rabbit CCSM than did KRG extract, and increased ICP in a rat model in both a dose- and a duration-dependent manner. This relaxing effect might be mediated by NO production.", "context": "BACKGROUND Korean red gingseng (KRG; Panax ginseng) is widely used as an alternative treatment for erectile dysfunction. The aim of this study was to investigate the effects of GB extract on corpus cavernosum smooth muscle (CCSM). METHODS In vitro and in vivo experiments were conducted using male New Zealand white rabbits (4-6 months old, 2.5-3.5 kg) and Sprague Dawley rats (200-250 g), respectively. RESULTS We found that GB extract (GB0710) had a significantly stronger relaxation effect than KRG extract on CCSM compared with wild type (P < 0.05). Furthermore, we observed a significant increase in isometric tension when GB0710 and KRG extracts were added together (P = 0.042 and P = 1.049, respectively). CONCLUSIONS These results suggest that GB are unique in their anti-obesity effects in ob/ob", "contribution": "GB0710 and KRG extract were evaluated by high-performance liquid chromatography. RESULTS GB0710 significantly increased isometric tension in CCSM compared with KRG (P < 0.05). In addition, the ratio of total ginsenosides to nitric oxide (NO) was higher in GB than in KRG extracts (P = 0.02), whereas it was lower in GB extract (P<0.01). Furthermore, GB extract had a stronger relaxation effect on the corpus cavernosum smooth muscle (CCSM) than KRG. CONCLUSIONS Our results suggest that GB are unique in their anti-obesity effects in ob/ob mice. The present study suggests that GB extract may be an effective treatment for ED.", "url": "https://doi.org/10.1038/aja.2013.49", "title": "Effects of Korean ginseng berry extract (GB0710) on penile erection: evidence from in vitro and in vivo studies."}
{"distilbart": "BACKGROUND Treponema pallidum subsp pertenue is a non-venereal infection closely related to syphilis that predominantly affects children living in remote, rural communities in tropical countries. The aim of this study was to assess the impact of azithromycin used against trachoma on the prevalence of active and latent yaws. MATERIALS AND METHODOLOGY/PRINCIPAL FINDINGS We conducted a pre-mass treatment survey in Western and Choiseul Provinces of the Solomon Islands in September and October 2013. In mid 2014, mass antibiotic treatment was undertaken for Trachoma by the Ministry of Health and Medical Services (MHMS) as part of the SAFE strategy for trachomas elimination. Azithromyc was administered at 20mg/kg with dose determined by body weight, measured using analogue scales. Due to the death of a local religious leader in June 2014, some communities in the province were in mourning and", "gold": "BACKGROUND Community mass treatment with 30 mg/kg azithromycin is central to the new WHO strategy for eradicating yaws. Both yaws and trachoma--which is earmarked for elimination by 2020 using a strategy that includes mass treatment with 20 mg/kg azithromycin--are endemic in the Pacific, raising the possibility of an integrated approach to disease control. Community mass treatment with azithromycin for trachoma elimination was conducted in the Solomon Islands in 2014. METHODS We conducted a study to assess the impact of mass treatment with 20 mg/kg azithromycin on yaws. We examined children aged 5-14 years and took blood and lesion samples for yaws diagnosis. RESULTS We recruited 897 children, 6 months after mass treatment. There were no cases of active yaws. Serological evidence of current infection was found in 3.6% (95% CI= 2.5-5.0%). This differed significantly between individuals who had and had not received azithromycin (2.8% vs 6.5%, p=0.015); the prevalence of positive serology in 5-14 year-olds had been 21.7% (95% CI=14.6%-30.9%) 6 months prior to mass treatment. Not receiving azithromycin was associated with an odds of 3.9 for infection (p=0.001). National figures showed a 57% reduction in reported cases of yaws following mass treatment. DISCUSSION Following a single round of treatment we did not identify any cases of active yaws in a previously endemic population. We found a significant reduction in latent infection. Our data support expansion of the WHO eradication strategy and suggest an integrated approach to the control of yaws and trachoma in the Pacific may be viable.", "context": "BACKGROUND In 2014, the Solomon Islands Ministry of Health and Medical Services (MHMS) undertook community mass treatment with azithromycin as part of the SAFE strategy for trachoma elimination. METHODS We conducted a prospective study in Western Province of the Solomon Island to assess the impact on prevalence of active and latent yaws among children aged 5-14 years from September and October 2013. A pre-mass treatment survey was undertaken in western and Choiseul Provinces in mid-2014, and documented a high prevalence of latent and active yaws. RESULTS The mean age at diagnosis of active or latent yawes was 6.6 ± 2.2 years (95% confidence interval [CI] = 4.4-7.9), while there were no significant differences between active and non-yaws ulcerative skin lesions (P > 0.05). There was also an increase in the number of patients who had been treated by Azithromy", "contribution": "RESULTS The prevalence of active and latent yaws was significantly higher in the community with azithromycin treatment compared to those who did not receive mass treatment (p<0.001). Active yaws were more prevalent among children aged 5-14 years than in younger age groups, but there was no significant difference between the two groups for any other skin lesion type. CONCLUSIONS Azithromyquin has a positive impact on ulcerative or papillomatous skin lesions in yaws endemic communities in the Western Province of the Solomon Islands.", "url": "https://doi.org/10.1371/journal.pntd.0003988", "title": "Impact of Community Mass Treatment with Azithromycin for Trachoma Elimination on the Prevalence of Yaws"}
{"distilbart": "Interleukin (IL)-10-null mice develop chronic intestinal inflammation due to aberrant immune response, and this model is widely used in colitis research. We hypothesized that if gut epithelial VDR prevents mucosal inflammation as a primary defense mechanism that is independent of the nonepithelial immune VDR actions, then VDR over-expression in the IECs should be able to inhibit mucosal inflammatory caused by an aberant immune system. In this study, we used the IL-10KO mouse model to test this hypothesis. Villin promoter-driven FLAG-tagged hVDR transgenic (Tg) mice were studied in parallel and followed for up to 25 weeks. Development of prolapse was recorded. The intestine was harvested at 1, 3, and 6 months of age. Colonic mucosal lysates and total RNAs were subjected to histological and immunohistochemical analyses. Colon sections were stained with anti-IgG", "gold": "Vitamin D deficiency is common in patients with inflammatory bowel diseases. The vitamin D receptor (VDR) is a nuclear hormone receptor mediating the activity of vitamin D hormone. Our previous studies showed that intestinal epithelial VDR signaling inhibits colitis by protecting the mucosal epithelial barrier, and this activity is independent of non-epithelial immune VDR actions. Interleukin (IL)-10-deficient mouse is a chronic colitis model that develops colitis due to aberrant immune responses. Here we used IL-10 null (IL-10KO) model to assess the anti-colitic activity of epithelial VDR in the setting of an aberrant immune system. We crossed IL-10KO mice with villin promoter-driven human (h) VDR transgenic (Tg) mice to generate IL-10KO mice that carry the hVDR transgene in intestinal epithelial cells (IL-10KO/Tg). IL-10KO and IL-10KO/Tg littermates were studied in parallel and followed for up to 25 weeks. By 25 weeks of age, accumulatively 79 % IL-10KO mice developed prolapse, whereas only 40 % IL-10KO/Tg mice did so (P < 0.001). Compared with IL-10KO mice, IL-10KO/Tg littermates showed markedly reduced mucosal inflammation in both small and large intestines, manifested by attenuation in immune cell infiltration and histological damage and a marked decrease in pro-inflammatory cytokine production. IL-10KO/Tg mice also showed reduced intestinal epithelial cell apoptosis as a result of diminished PUMA induction and caspase 3 activation. These observations demonstrate that targeting hVDR expression to intestinal epithelial cells is sufficient to attenuate spontaneous colitis caused by an ill-regulated immune system, confirming a critical role of the epithelial VDR signaling in blocking colitis development.", "context": "BACKGROUND The mucosal barrier of the intestine plays an essential role in preventing mucosal inflammation because it separates luminal bacteria, toxins, and antigens from the body. Dysfunctional mucosa barrier or increased mucosal permeability has been associated with inflammatory bowel diseases (IBD) in humans and in experimental colitis models [1-3]. Intestinal epithelial cells (IECs) are key components of the barrier that express a high level of vitamin D receptor, a nuclear hormone receptor that mediates the biological activity of the vitamin D hormone, 1,25-dihydroxyvitamin D [4]. Epidemiological studies have established that vitamin D deficiency is common in patients with IBD that is associated with increased risk of IBD [5-14], whereas high vitamin D intake lowers the risk of developing severe colitis [15]. We recently reported that colonic epithelial VDR levels are markedly reduced in patients suffering from IBD. Global genetic deletion of", "contribution": "In this study, we used the IL-10KO/Tg model to test whether VDR signaling in IECs prevents mucosal inflammation and inhibits colitis by protecting the integrity of the mucosa barrier. RESULTS We found that VDR over-expression was able to inhibit T cell infiltration into colonic epithelial cells (IECs) in a dose-dependent manner. In addition, VDR overexpression significantly reduced the expression levels of proinflammatory cytokines such as interleukin 10 (IL-10), tumor necrosis factor (TNF)-α, and interferon gamma (IFN-γ). CONCLUSIONS These results suggest that gut epithelial VDR plays an important role in preventing colitis through its anti-colitic activity independent of non-epithelial immune VDR actions.", "url": "https://doi.org/10.1007/s10620-015-3634-8", "title": "Transgenic Expression of Vitamin D Receptor in Gut Epithelial Cells Ameliorates Spontaneous Colitis Caused by Interleukin-10 Deficiency"}
{"distilbart": "BACKGROUND Allergen immunotherapy (AIT) has been shown to address the underlying allergic cause safely and effectively, with lasting effect after the end of treatment. However, accurate diagnosis is not easy in primary care, and symptomatic relief from pharmacotherapy ceases as soon as treatment ends. The main impact of avoidance may be in babies with a familial genetic predisposition to asthma because intervention in childhood is effective in controlling asthma in atopic children. In any case, the effectiveness of avoidance depends on specific allergen diagnosis. This evidence gap may be relevant in relation to less-than-adequate control or frequent recurrence of symptoms, given the potential for varying responses to different medications. METHODS Developments in immunotherapy are continuing to build on the successful demonstration of the safety and efficacy of both subcutaneous immunotherapy and sublingual immunotherapy in both reducing symptom burden and use of pharmacotherapeutic medication. Both SCIT and SLIT require treatment over several years", "gold": "Although house dust mite (HDM) allergy is a major cause of respiratory allergic disease, specific diagnosis and effective treatment both present unresolved challenges. Guidelines for the treatment of allergic rhinitis and asthma are well supported in the literature, but specific evidence on the efficacy of pharmacotherapy treatment for known HDM-allergic patients is weaker. The standard diagnostic techniques--skin prick test and specific IgE testing--can be confounded by cross-reactivity. However, component-resolved diagnosis using purified and recombinant allergens can improve the accuracy of specific IgE testing, but availability is limited. Treatment options for HDM allergy are limited and include HDM avoidance, which is widely recommended as a strategy, although evidence for its efficacy is variable. Clinical efficacy of pharmacotherapy is well documented; however, symptom relief does not extend beyond the end of treatment. Finally, allergen immunotherapy has a poor but improving evidence base (notably on sublingual tablets) and its benefits last after treatment ends. This review identifies needs for deeper physician knowledge on the extent and impact of HDM allergy in respiratory disease, as well as further development and improved access to molecular allergy diagnosis. Furthermore, there is a need for the development of better-designed clinical trials to explore the utility of allergen-specific approaches, and uptake of data into guidance for physicians on more effective diagnosis and therapy of HDM respiratory allergy in practice.", "context": "House dust mite (HDM) allergy is strongly implicated in the pathogenesis of respiratory allergic disease, and a large proportion of patients with allergic rhinitis (AR), allergic asthma (AA), or both are sensitized to HDM, predominantly Dermatophagoides pteronyssinus. Disease management according to guidelines has traditionally focused on allergen avoidance and alleviation of symptoms by pharmacotherapy. However, accurate diagnosis of HDM sensitization is not easy in primary care, and symptomatic relief from pharmacotherapy ceases as soon as treatment ends. Consequently, patients sensitized-to HDM can experience delay in obtaining accurate diagnosis and effective, lasting treatment. These delays can be exacerbated by the low priority ascribed by a patient and doctors and by the limited number of allergy specialists in many countries. Until now, HDM allergy has been diagnosed by a combination of skin prick tests (SPT) and IgE testing demonstrated by a combined SPT and specific IgE", "contribution": "The aim of this review is to provide an overview of the current state-of-the-art in allergen immunotherapy (AIT) and sublingual immunotherapies for HDM allergy, with a focus on the use of skin prick tests (SPT), specific IgE testing, and component-resolved diagnosis (CRD).", "url": "https://doi.org/10.1016/j.jaip.2015.06.019", "title": "House Dust Mite Respiratory Allergy: An Overview of Current Therapeutic Strategies."}
{"distilbart": "The purpose of the present study was to investigate the effects of social isolation on neuronal damage, neuroinflammation, and functional outcome after focal cerebral ischemia. Male mice were socially isolated (housed individually) or pair housed with an ovariectomized female before induction of stroke, via transient intraluminal middle cerebral artery occlusion (MCAO), or SHAM surgery. In these experiments, peri-ischemic social isolation decreases poststroke survival rate and exacerbates infarct size and edema development. The social influence on ischemic damage is accompanied by an altered neuroinflammatory response; specifically, central interleukin-6 (IL-6) signaling is down-regulated, whereas peripheral IL-6 is up-regulation, in isolated relative to socially housed mice. In addition, intracerebroventricular injection of an IL–6 neutralizing antibody (10 ng) eliminates social housing differences in measures of stroke outcome. Taken", "gold": "Social isolation has dramatic long-term physiological and psychological consequences; however, the mechanisms by which social isolation influences disease outcome are largely unknown. The purpose of the present study was to investigate the effects of social isolation on neuronal damage, neuroinflammation, and functional outcome after focal cerebral ischemia. Male mice were socially isolated (housed individually) or pair housed with an ovariectomized female before induction of stroke, via transient intraluminal middle cerebral artery occlusion (MCAO), or SHAM surgery. In these experiments, peri-ischemic social isolation decreases poststroke survival rate and exacerbates infarct size and edema development. The social influence on ischemic damage is accompanied by an altered neuroinflammatory response; specifically, central interleukin-6 (IL-6) signaling is down-regulated, whereas peripheral IL-6 is up-regulated, in isolated relative to socially housed mice. In addition, intracerebroventricular injection of an IL-6 neutralizing antibody (10 ng) eliminates social housing differences in measures of ischemic outcome. Taken together, these data suggest that central IL-6 is an important mediator of social influences on stroke outcome.", "context": "Social isolation has dramatic long-term physiological and psychological consequences; however, the mechanisms by which social isolation influences disease outcome are largely unknown. The purpose of the present study was to investigate the effects of social isolation on neuronal damage, neuroinflammation, and functional outcome after focal cerebral ischemia. Male mice were socially isolated (housed individually) or pair housed with an ovariectomized female before induction of stroke, via transient intraluminal middle cerebral artery occlusion (MCAO), or SHAM surgery. In these experiments, peri-ischemic social isolation decreases poststroke survival rate and exacerbates infarct size and edema development. The social influence on ischemic damage is accompanied by an altered neuroinflammatory response; specifically, central interleukin-6 (IL-6) signaling is downregulated, whereas peripheral IL-6 is up-regulated, in isolated relative to socially housed mice. In addition, intracerebro", "contribution": "In these experiments, peri-ischemic social isolation decreases poststroke survival rate and exacerbates infarct size and edema development. In addition, intracerebroventricular injection of an IL6 neutralizing antibody (10 ng) eliminates social housing differences in measures of ischemic outcome. Taken together, these data suggest that central IL-6 is an important mediator of social influences on stroke outcome.", "url": "https://doi.org/10.1073/pnas.0810737106", "title": "Social isolation alters neuroinflammatory response to stroke."}
{"distilbart": "Laryngeal carcinoma is one of the most common head and neck tumors. Micro-ribonucleic acids (miRNAs) are small noncoding RNAs that regulate the expression level of target genes, which influences the regulation of biological events, including individual development, apoptosis, proliferation, differentiation, and differentiation. The aim of this study was to identify new diagnostic biomarkers for the early diagnosis or potential treatment targets for laryngemal carcinoma. A total of 42 pairs of surgically removed larynglyal carcinomas tissue and paracancerous tissue samples were collected from patients who received surgical resection treatment at Guangdong General Hospital from October 2007 to March 2009. Informed consent for tissue use was provided beforehand by all patients, and in some cases has reduced. The survival rate of late-stage laryngesal cancer has increased by about 25% annually in an era of rapid industrialization. Although new surgical procedures, chemotherapeutic", "gold": "Abnormal expression of micro-ribonucleic acid (miRNA) might be clinically valuable as a biomarker or treatment target in the early diagnosis, treatment, and prognosis of tumors. However, little is known concerning abnormal miRNA expression of laryngeal carcinoma, one of the most commonly encountered head and neck tumors. Microarray analysis was used to obtain miRNA-expression profiles of ten pairs of freshly frozen laryngeal carcinoma tissue and surrounding normal tissue specimens. Characteristic miRNAs that were significantly related to laryngeal carcinoma were identified. Verification was performed using an additional 32 pairs of samples. The expression of two miRNAs (miR-21-3p and miR-106b-3p) was upregulated in both microarray and quantitative real-time polymerase chain-reaction analyses, whereas the expression of six miRNAs (let-7f-5p, miR-10a-5p, miR-125a-5p, miR-144-3p, miR-195-5p, and miR-203) was downregulated. The decreased expression of let-7f-5p and miR-195-5p is a novel finding in head and neck cancer. The target genes of these miRNAs were also predicted through multiple software programs. The differential expression of miRNAs might be related to the early onset and development of laryngeal carcinoma, and may be exploited as new biomarkers and therapeutic targets in the treatment of laryngeal carcinoma.", "context": "PURPOSE The aim of this study was to identify new diagnostic biomarkers for the early diagnosis, treatment, and prognosis of laryngeal carcinoma. MATERIALS AND METHODS A total of 42 pairs of surgically removed head and neck tumors were collected from patients who received surgical resection treatment at Guangdong General Hospital from October 2007 to March 2009. Samples were randomly allocated into two groups for analysis using the miRNA microarray (ten pairs) or quantitative real-time polymerase chain reaction (qRT-PCR; 32 pairs). Total RNA was isolated using Life Technologies, Carlsbad, CA, USA) and miRNeasy mini kit according to the manufacturers' instructions, which efficiently recovered all RNA species, including miRNAs. RNA quality and quantity was measured using an ND-1000 spectrophotometer (NanoDrop Technologies, Wilmington, DE, USA), and RNA integrity was determined by gel electrophoresis.", "contribution": "In the present study, miRCURY LNA expression profiling was performed in 42 pairs of surgically removed laryngeal carcinoma tissue and paracancerous tissues from patients who received surgical resection treatment at Guangdong General Hospital between October 2007 to March 2009. Quantitative real-time polymerase chain reaction (qRT-PCR) analysis revealed that miRNAs were significantly upregulated or downregulated in the larynx compared with normal mucosa samples (P<0.05). The expression levels of BCL2, c-MYC, p53, RBK1/2, MMP9A4, MYCN3, NOSF10A5, PIK3CA, TNFR2, SLC22A7, TNF-α, CXCR4, HIF-1β, VEGFA, CDKN1A1, EMBASE, ERBB2, FGF-κB,", "url": "https://doi.org/10.2147/OTT.S59871", "title": "Micro-ribonucleic acid expression profiling and bioinformatic target gene analyses in laryngeal carcinoma"}
{"distilbart": "The prevalence of obesity has increased dramatically from 1980 to 2010 in both the industrialized world and in many middle-income countries. In some geographic areas, the obesity epidemic may have recently leveled off with high rates of obesity; in other regions, the prevalence of obese continues to increase (2). Estimates of the heritability of BMI [(in kg/m(2))--i.e., the proportion of total BMI variation explained by genetic variation varies between 57% and 90% in adult populations. These values indicate a substantial influence of genetic factors on BMI variation, but they also reveal large heterogeneity in estimates among populations. The heritability varies from young childhood to the onset of adulthood but may also vary over adulthood, as found in a literature-based meta-analysis (4) and in a large Finnish twin study (6). This variance can be associated with increases in fat mass from early adulthood to late middle age (7), which are affected by genetic factors. Some investigators have also analyzed whether", "gold": "Background: Genes and the environment contribute to variation in adult body mass index [BMI (in kg/m2)], but factors modifying these variance components are poorly understood.Objective: We analyzed genetic and environmental variation in BMI between men and women from young adulthood to old age from the 1940s to the 2000s and between cultural-geographic regions representing high (North America and Australia), moderate (Europe), and low (East Asia) prevalence of obesity.Design: We used genetic structural equation modeling to analyze BMI in twins ≥20 y of age from 40 cohorts representing 20 countries (140,379 complete twin pairs).Results: The heritability of BMI decreased from 0.77 (95% CI: 0.77, 0.78) and 0.75 (95% CI: 0.74, 0.75) in men and women 20-29 y of age to 0.57 (95% CI: 0.54, 0.60) and 0.59 (95% CI: 0.53, 0.65) in men 70-79 y of age and women 80 y of age, respectively. The relative influence of unique environmental factors correspondingly increased. Differences in the sets of genes affecting BMI in men and women increased from 20-29 to 60-69 y of age. Mean BMI and variances in BMI increased from the 1940s to the 2000s and were greatest in North America and Australia, followed by Europe and East Asia. However, heritability estimates were largely similar over measurement years and between regions. There was no evidence of environmental factors shared by co-twins affecting BMI.Conclusions: The heritability of BMI decreased and differences in the sets of genes affecting BMI in men and women increased from young adulthood to old age. The heritability of BMI was largely similar between cultural-geographic regions and measurement years, despite large differences in mean BMI and variances in BMI. Our results show a strong influence of genetic factors on BMI, especially in early adulthood, regardless of the obesity level in the population.", "context": "OBJECTIVE The heritability of body mass index (BMI) varies from young childhood to the onset of adulthood, but may also vary over adulthood. This variance can be associated with increases in fat mass from early adulthood to late middle age, which are affected by genetic factors and environmental variances. We aimed to comprehensively examine factors affecting the heritable of adult BMI. RESEARCH DESIGN AND METHODS Using data from 40 twin cohorts with adult BMI measurements from 20 countries (Europe, North America, Australia, and East Asia), we used multivariable logistic regression models to estimate heritability estimates of BMI [in kg/m(2); i.e., the proportion of total BMI variation explained by genetic variation] between men and women. RESULTS Heritability estimates varied widely across age groups; however, there was little evidence that differences between geographic regions do not necessarily change the heritability even when the level of BMI has dramatically increased worldwide. CONCLUSIONS Our", "contribution": "We found that the heritability estimates of BMI differed across age (ranging from 20 to 90 y) and between men and women, but there was little variation in genetic influences. We also observed a significant increase in heritability for obesity-related traits such as body mass index (BMI), waist circumference (WC), waist/hip ratio (WHR), waist-to-height ratio (WRR)/kg kg(-1); 95% confidence interval (CI): 0.97–0.99; P=0.02). In contrast, we did not find any evidence of an effect of sex on the heritable variance of adult BMI. Our results suggest that differences in environmental factors may be responsible for the large variability in BMI among populations with different mean values of BMI.", "url": "https://doi.org/10.3945/ajcn.117.153643", "title": "Differences in genetic and environmental variation in adult BMI by sex, age, time period, and region: an individual-based pooled analysis of 40 twin cohorts."}
{"distilbart": "Pancreatic ductal adenocarcinoma (PDAC) is one of the major causes of cancer death worldwide, responsible for an estimated 227,000 deaths each year. At the time of diagnosis, less than 20% of the patients diagnosed with PDAC present with localized disease amenable to surgical resection; 40% present with locally advanced, unresectable disease; the remaining patients already suffer from distant metastases. Treatment strategies have not succeeded in significantly extending patient survival, and clinical outcome has not improved substantially over the past 35 years; the overall 5-year survival rate remains dismal, at around 5%. 3 The ability of PDAC to metastasize in early stages is a primary reason for its lethality. Evidence suggests that this process may be mediated by cancer stem cells (CSCs), as well as the ability of cells to undergo epithelial-mesenchymal transition (EMT). 4 Recent insights regarding the role of CSCs and", "gold": "Pancreatic ductal adenocarcinoma is one of the most aggressive solid malignancies and is characterized by poor response to current therapy and a dismal survival rate. Recent insights regarding the role of cancer stem cells (CSCs) and epithelial-mesenchymal transition (EMT) in tumorigenesis have brought further understanding to the field and have highlighted new therapeutic targets. CSCs are a distinct subset of cancer cells, with the ability to differentiate into other cell types and self-renew in order to fuel the maintenance of tumor amplification. Transition of a cancer cell from an EMT leads to increased migratory and invasive properties, and thus facilitates initiation of metastasis. EMT is regulated by a complex network of factors that includes cytokines, growth factors, aberrant signaling pathways, transcription factors, and the tumor microenvironment. There is emerging evidence that the EMT process may give rise to CSCs, or at least cells with stem cell-like properties. We review the key pathways involved in both of these processes, the biomarkers used to identify CSCs, and new therapeutic approaches targeting CSCs and EMT in pancreatic ductal adenocarcinoma.", "context": "The ability of pancreatic ductal adenocarcinoma (PDAC) to metastasize in early stages is a primary reason for its lethality. Evidence suggests that this process may be mediated by cancer stem cells (CSCs) as well as the ability of cells to undergo epithelial-mesenchymal transition (EMT). Recent insights regarding the role of CSCs and EMT have brought further understanding to the field by identifying novel signaling pathways involved in tumorigenesis and tumor progression and have highlighted new potential therapeutic targets.", "contribution": "In this review, we discuss the role of CSCs and epithelial-mesenchymal transition (EMT) in PDAC development and metastasis. We also provide an overview of recent advances in our understanding of EMT signaling pathways involved in tumorigenesis and progression.", "url": "https://doi.org/10.2147/OTT.S34670", "title": "Emerging targets in pancreatic cancer: epithelial–mesenchymal transition and cancer stem cells"}
{"distilbart": "Osteoblast response to exogenous regulators, including osteotropic hormones, is also sensitive to the effects of 1α and 25-dihydroxyvitamin D3 [1α,25(OH)2D3] on human osteoporotic bone. The aim of this study was to determine whether oestrogen regulates the response of male osteoblasts to orthopaedic implant materials in a sex specific manner. In vivo mice were cultured with either titanium (Ti) or Ti-6Al-4V biopsies. Ostrogen levels were measured by quantitative RT-PCR and Western blot analysis using real-time polymerase chain reaction (RT-qPCR). We found that 1α, 25(OH), 25(-OH) 2D3 and 5-(OH) 3(OH)-5(OH)) were significantly associated with osteoarthritis and some spinal disorders such as osteometabolic diseases, but not osteopathological conditions", "gold": "BACKGROUND Osseointegration depends on the implant surface, bone quality and the local and systemic host environment, which can differ in male and female patients. This study was undertaken in order to determine if male and female cells respond differently to titanium surfaces that have micron-scale roughness and if interactions of calciotropic hormones [1α,25(OH)2D3 and 17β-oestradiol (E2)] and microstructured surfaces on osteoblasts are sex dependent. METHODS Osteoblasts from 6-week old Sprague-Dawley rats were cultured on tissue culture polystyrene (TCPS) or on titanium (Ti) disks with two different surface topographies, a smooth pretreated (PT) surface and a coarse grit-blasted/acid-etched (SLA) surface, and treated with 1α,25(OH)2D3, E2, or E2 conjugated to bovine serum albumin (E2-BSA). RESULTS Male and female cells responded similarly to Ti microstructure with respect to cell number and levels of osteocalcin, transforming growth factor-β1, osteoprotegerin and prostaglandin E2 in their conditioned media, exhibiting a more differentiated phenotype on SLA than on PT or TCPS. E2 and E2-BSA increased differentiation and local factor production, an effect that was microstructure dependent and found only in female osteoblasts. 1α,25(OH)2D3 increased osteoblast differentiation and local factor production in female and male cells, but the effect was more robust in male cells. CONCLUSIONS Male and female rat osteoblasts respond similarly to surface microstructure but exhibit sexual dimorphism in substrate-dependent responses to systemic hormones. Oestrogen affected only female cells while 1α,25(OH)2D3 had a greater effect on male cells. These results suggest that successful osseointegration in males and females may depend on the implant surface design and correct levels of calciotropic hormones.", "context": "Successful osseointegration of an implant depends in part on bone quality and the local and systemic host environment. The aim of this study was to determine whether oestrogen regulates the response of male osteoblasts to titanium (Ti) and Ti-6Al-4V orthopaedic implants, but whether 1α,25-dihydroxyvitamin D3 [1α, 25(OH)2D3] is another important factor regulating osteoblast differentiation, matrix deposition and the production of osteogenic growth factors, which regulate the cells via autocrine and paracrine pathways. In vitro studies have shown that microstructured Ti and Ti alloy surfaces with a roughness similar to that found in the resorption lacunae left by osteoclasts result in higher bone-toimplant contact and stronger mechanical integration in vivo than smooth surfaces, resulting in better osseointedegration. This result is supported by in vitro findings showing that", "contribution": "The aim of this study was to investigate the effects of 1α,25-dihydroxyvitamin D3 [1α, 25(OH)2D3] on human osteoblast response to titanium (Ti) and Ti alloy implants in vitro. RESULTS We found that oestrogen treatment resulted in a significant increase in the number of microstructured Ti-6Al-4V surfaces with a roughness similar to that found in the resorption lacunae left by osteoclasts, resulting in higher bone-toimplant contact and stronger mechanical integration in vivo than smooth surfaces, leading to better osseointegration. Osteoblasts were more sensitive to surface properties compared to normal bone under loading conditions, as indicated by an increased expression of matrix metalloproteinase 2 (MMP2), MMP9, MMP12A and MMP18B genes. In addition, we observed significantly reduced levels of MMP2", "url": "https://doi.org/10.1186/2042-6410-1-4", "title": "Sex dependent regulation of osteoblast response to implant surface properties by systemic hormones"}
{"distilbart": "The central promise of targeted drug delivery technologies is improved efficacy by increasing the drug concentration at a desired (or target) site while simultaneously minimizing toxicity by reducing off-target accumulation. The past several years have seen the development of an enormous array of systems engineered to fulfil this drug targeting promise. Such systems range from the conjugation of a hydrophilic polymer to a more complex nanocarrier systems that can dynamically respond to local environmental cues, such as the enhanced permeability and retention (EPR) effect. Nanoparticles seem to be optimal for taking advantage of the EPR effect to take advantage of their potential impact on clinical success. Although our primary focus is on polymeric nanoparticles, other drug delivery platforms, are often used under similar circumstances and therefore face many of the same challenges. As such, our conclusions present a broad perspective on targeting that will have an impact on the design of all types of nanotherapeutics. The majority of currently used targeted nanoparticles are", "gold": "The primary goal of nanomedicine is to improve clinical outcomes. To this end, targeted nanoparticles are engineered to reduce non-productive distribution while improving diagnostic and therapeutic efficacy. Paradoxically, as this field has matured, the notion of targeting has been minimized to the concept of increasing the affinity of a nanoparticle for its target. This Opinion article outlines a holistic view of nanoparticle targeting, in which the route of administration, molecular characteristics and temporal control of the nanoparticles are potential design variables that must be considered simultaneously. This comprehensive vision for nanoparticle targeting will facilitate the integration of nanomedicines into clinical practice.", "context": "The central promise of targeted drug delivery technologies is improved efficacy by increasing the drug concentration at a desired (or target) site while simultaneously minimizing toxicity by reducing off-target accumulation. The past several years have seen the development of an enormous array of systems engineered to fulfil this drug targeting promise. Such systems range from the conjugation of hydrophilic polymer to a hydrophobic drug1 to more complex nanocarrier systems that can dynamically respond to local environmental cues2 Ultimately, the utility of any drug delivery system - regardless of the materials used or mechanism of action – should be judged with respect to the aforementioned criteria; that is, the targeting system significantly improves efficacy and reduces toxicity by providing control over the drug biodistribution and pharmacokinetics. Many current approaches for targeted drugdelivery systems assume that the best mechanism for controlling the fate of a therapeutic agent is by hijacking cellular receptor–ligand interactions. Often, less consideration is given to other factors that can dramatically affect the", "contribution": "In this Opinion article, we present a new outlook on targeting polymeric nanoparticles for drug delivery, which we divide into anatomical, molecular and temporal aspects (FIG. 1). As such, our conclusions present a broad perspective on targeting that will have an impact on the design of all types of nanotherapeutics.", "url": "https://doi.org/10.1038/nrd4503", "title": "A holistic approach to targeting disease with polymeric nanoparticles"}
{"distilbart": "The purpose of this study was 2-fold: 1) to describe a protocol for cardiac CT myocardial perfusion imaging (MPI), and 2) to assess the ability of stress CT MPI to detect abnormal flow reserve and infarction in comparison to the reference standard of dipyridamole-stress nuclear perfusion images. Patient population. Patients were screened for contraindications to cardiac CT and vasodilator administration without a functioning pacemaker, atrial fibrillation, unstable coronary syndrome, and systolic blood pressure Ͻ90 mm Hg. Patient preparation. All procedures were approved by the Domain Specific Review Boards of the National Healthcare Group, Singapore. The technique allows acquisition of complete time-attenuation curves (TAC) of the aorta and left ventricular myocardium. Once image acquisition was completed, intravenous aminophylline (1.5 mg/kg body weight) was administered over 5 min to reverse", "gold": "OBJECTIVES This study sought to describe a protocol for myocardial perfusion imaging using dipyridamole stress, with 128-slice dual-source computed tomography (CT), and to assess the ability of CT myocardial perfusion imaging (MPI) to detect abnormal flow reserve and infarction in comparison with nuclear MPI (NMPI). BACKGROUND CT MPI has not been previously described with the 128-slice dual-source CT scanner, or with the complete evaluation of dynamic time-attenuation curves of the myocardium. METHODS Thirty-five patients underwent a stress CT MPI protocol. Complete time-attenuation curves of the myocardium were acquired using a novel scan mode, which acquires prospectively electrocardiogram (ECG)-triggered axial images at 2 rapidly alternating positions. Myocardial blood flow (MBF) values of fixed and reversible defects obtained were compared between rest and stress. Findings on CT MPI were correlated to NMPI. Perfusion defects detected on CT were correlated to coronary stenoses detected on CT angiography (CTA) and invasive coronary angiography (ICA). RESULTS There was a 1.5-fold difference between stress (1.21 +/- 0.31 cc/cc/min) and rest (0.82 +/- 0.22 cc/cc/min) MBF in normal tissue. In reversible defects, MBF was 0.65 +/- 0.21 cc/cc/min and 0.63 +/- 0.18 cc/cc/min at stress and rest, respectively. In fixed defects, the MBF was 0.57 +/- 0.22 cc/cc/min at stress and 0.54 +/- 0.23 cc/cc/min at rest. Sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) of CT MPI for identifying segments with perfusion defects was 0.83, 0.78, 0.79, and 0.82, respectively. ICA results were available for 30 patients. Sensitivity, specificity, PPV, and NPV of CT MPI compared with ICA were 0.95, 0.65, 0.78, and 0.79, respectively. The radiation dose for CT MPI was 9.15 +/- 1.32 mSv for the stress scan and 9.09 +/- 1.40 mSv for the rest scan. CONCLUSIONS Vasodilator-stress CT MPI may be feasible in human subjects at a radiation dose similar to NMPI. It identifies areas of abnormal flow reserve and infarction with a high degree of correlation to NMPI as well as to stenoses detected in CTA and ICA.", "context": "OBJECTIVE To describe a protocol for dynamic CT myocardial perfusion imaging (MPI) using dipyridamole stress with a dual-source CT scanner; and to assess the ability of stress CT MPI to detect abnormal flow reserve and infarction in comparison to the reference standard of dipyridine-stress nuclear perfusion. DESIGN, SETTING, AND PARTICIPANTS A total of 40 patients were enrolled in this study if they had either fixed or reversible defects on a nuclear stress test within 3 months of recruitment. MEASUREMENTS AND MAIN OUTCOME MEASURES Time-attenuation curves (TACs) of the aorta and left ventricular myocardium were obtained at end-systole, 200 ms after the R-wave, and 1 full scan every 4 heart beats for heart rates exceeding 63 beats/min. TAC was measured by Axial shuttle scanning mode. RESULTS The median time-", "contribution": "We describe a protocol for dynamic CT myocardial perfusion imaging (MPI) using dipyridamole stress with a dual-source CT scanner; and 2) to assess the ability of stress CT MPI to detect abnormal flow reserve and infarction in comparison to the reference standard of dipyridine-stress nuclear perfusion MRI. RESULTS The median time-attenuation curves (TACs) were 0.87 ± 1.02 seconds, 0.84 ± 3.0 seconds, and 0.88 ± 4.2 seconds at end-systole, 200 ms after the R-wave, respectively. At rest, there was no significant difference between MPI and NMPI (P >.05). CONCLUSIONS Dynamic MPI is an efficient technique that can be used as an evaluative tool to evaluate flow reserve or infarctation in patients undergoing cardiac CT.", "url": "https://doi.org/10.1016/j.jcmg.2010.05.009", "title": "Stress and rest dynamic myocardial perfusion imaging by evaluation of complete time-attenuation curves with dual-source CT."}
{"distilbart": "BACKGROUND Women with gestational diabetes mellitus (GDM) are at high risk of developing pre-diabetes and diabetes on the order of 20–60% in the first 5 years following an index pregnancy. However, little is known about the pathophysiologic changes that take place in these early years following a pregnancy complicated by GDM. OBJECTIVE The aim of this study was to perform a longitudinal evaluation of metabolic changes that took place in the 1st year postpartum in a wellcharacterized cohort of women representing the full spectrum of glucose tolerance in pregnancy and hence a broad range of future diabetic risk. METHODS This analysis was conducted in the context of an ongoing observational study of early events in the natural history of type 2 diabetes in which a cohort of pregnant women recruited at 24–28 weeks' gestation by a glucose challenge test (GCT), followed by referral for a diagnostic oral glucose tolerance test (OGTT) if the GCT result is abnormal (", "gold": "OBJECTIVE Both gestational diabetes mellitus (GDM) and mild glucose intolerance in pregnancy identify women at increased risk of future type 2 diabetes. In this context, we queried whether metabolic changes that occur in the 1st year postpartum vary in relation to gestational glucose tolerance status. RESEARCH DESIGN AND METHODS Three-hundred-and-ninety-two women underwent glucose challenge test (GCT) and oral glucose tolerance test (OGTT) in pregnancy followed by repeat OGTT at both 3 months' postpartum and 12 months' postpartum. The antepartum testing defined four gestational glucose tolerance groups: GDM (n = 107); gestational impaired glucose tolerance (GIGT) (n = 75); abnormal GCT with normal glucose tolerance (NGT) on OGTT (abnormal GCT NGT) (n = 137); and normal GCT with NGT on OGTT (normal GCT NGT) (n = 73). RESULTS The prevalence of dysglycemia progressively increased across the groups from normal GCT NGT to abnormal GCT NGT to GIGT to GDM at both 3 months' postpartum (2.7% to 10.2% to 18.7% to 34.6%, P < 0.0001) and 12 months' postpartum (2.7% to 11.7% to 17.3% to 32.7%, P < 0.0001). Between 3 and 12 months' postpartum, the groups did not differ with respect to changes in waist circumference, weight, or insulin sensitivity. Importantly, however, they exhibited markedly different changes in beta-cell function (Insulin Secretion-Sensitivity Index-2 [ISSI-2]) (P = 0.0036), with ISSI-2 declining in both the GDM and GIGT groups. Furthermore, on multiple linear regression analysis, both GDM (t = -3.06, P = 0.0024) and GIGT (t = -2.18, P = 0.03) emerged as independent negative predictors of the change in ISSI-2 between 3 and 12 months' postpartum. CONCLUSIONS Women with GDM and GIGT exhibit declining beta-cell function in the 1st year postpartum that likely contributes to their future diabetic risk.", "context": "OBJECTIVE To evaluate the metabolic changes that take place in 1st year postpartum following a pregnancy complicated by gestational diabetes mellitus (GDM). RESEARCH DESIGN AND METHODS This analysis was conducted in the context of an ongoing observational study of early events in the natural history of type 2 diabetes in which a cohort of women recruited at the time of antepartum GDM screening is undergoing longitudinal metabolic characterization in pregnancy and at 3 months' post-partum, 12 months' pre-diabetes, and every 2 years thereafter for 10 years. The study protocol has previously been described in detail (4,5,8,10). In this study, regardless of the GCT result, all participants underwent a 3-h 100-g OGTT for determination of glucose tolerance status in pregnancy. Recruitment was per-• • •, • • • *, • * • •   •  • • √ •, combined", "contribution": "RESULTS At 3 months' postpartum and 1 year, participants returned for reassessment including evaluation of glucose tolerance by 2-h 75-g OGTT. Women with GDM had an increased risk of developing pre-diabetes (odds ratio [OR] = 4.1; 95% confidence interval [CI]: 1.2 -8.6) compared to women without GDM at both visits (P < 0.001). The magnitude of this risk was proportional to the degree of gestational dysglycemia, with the highest risk in GDM and proportionately lower risk in women with milder abnormalities of gestationally impaired glucose tolerance (GIGT), normal glucose tolerance on the antepartum OGTT (abnormal GCT NGT); and normal glucose intolerance on the OGTT with a normal preceding GCT (normal GCC NGT). CONCLUSIONS In pregnancy stratified into four groups: GDM (defined as ≥2 glucose values above", "url": "https://doi.org/10.2337/dc10-0351", "title": "β-Cell Function Declines Within the First Year Postpartum in Women With Recent Glucose Intolerance in Pregnancy"}
{"distilbart": "Thiazolidinediones (TZDs) are synthetic agonists for the 9-cis retinoic acid receptor gamma (RXR). PPARγ is a member of the ligand-inducible nuclear receptor superfamily, which binds to the PPAR response element of the target genes and regulates the expression of these genes. Previous studies have shown that RXR signal pathway plays critical role in a variety of biological processes, including adipogenesis, glucose metabolism, inflammation as well as inhibition of normal and tumor cells growth. More importantly, TZDs exhibited antitumor activities in vivo in the prevention of prostate, liver, and pituitary cancers. Although increasing evidence showed that TZD are potential anticancer agents, the mechanisms underlying the antiumor effects are not well understood. Therefore, this work was undertaken to investigate the effects of PPARα on cell proliferation and angiogenesis of gastric cancer using human umbilical vein endothelial", "gold": "Although thiazolidinediones (TZDs) were found to be ligands for peroxisome proliferators-activated receptorgamma (PPARgamma), the mechanism by which TZDs exert their anticancer effect remains unclear. Furthermore, the effect of TZDs on metastatic and angiogenesis potential of cancer cells is unknown. Our results in this paper show that rosiglitazone inhibited SGC-7901 gastric cancer cells growth, caused G1 cell cycle arrest and induced apoptosis in a dose-dependent manner. The effects of rosiglitazone on SGC-7901 cancer cells were completely reversed by treatment with PPARgamma antagonist GW9662. Rosiglitazone inhibited SGC-7901 cell migration, invasiveness, and the expression of MMP-2 in dose-dependent manner via PPARgamma-independent manner. Rosiglitazone reduced the VEGF induced angiogenesis of HUVEC in dose-dependent manner through PPARgamma-dependent pathway. Moreover, rosiglitazone did not affect the expression of VEGF by SGC-7901 cells. Our results demonstrated that by PPARgamma ligand, rosiglitazone inhibited growth and invasiveness of SGC-7901 gastric cancer cells and angiogenesis in vitro via PPARgamma-dependent or -independent pathway.", "context": "BACKGROUND Peroxisome proliferator-activated receptor gamma (PPARγ) is a member of the ligand-inducible nuclear receptor superfamily. It has been reported that thiazolidinediones (TZDs), such as rosiglitazone, could inhibit growth and induce apoptosis in various types of cancer cells; however, the effects of PPARγ agonists on invasiveness and angiogenesis of gastric cancer are still unclear. Therefore, this study was undertaken to investigate the effect of TZD treatment on cell growth and invasion in human cell line SGC-7901, as well as on angiogenic in vitro. METHODS Human gastric carcinoma cell lines were used for the present study. The expression levels of VEGF, β-actin, MMP-2, and VEGFR proteins were measured by real-time PCR, western blotting, immunofluorescence staining,", "contribution": "In this study, the effects of rosiglitazone on cell growth and invasiveness were investigated in human gastric cancer SGC-7901 cells as well as on angiogenesis in vitro. The results showed that treatment with PPARγ agonists significantly inhibited cell proliferation, induced apoptosis, and decreased vascular endothelial growth factor (VEGF) expression both in vitro and in vivo. In addition, we found that TZD treatment resulted in significant downregulation of VEGF mRNA and protein levels and upregulation of β-actin, MMP-2, and VEGFR proteins, which was accompanied by a decrease in angiogenic activity. Furthermore, RGS analysis revealed that overexpression or knockdown of PPARgamma attenuated the antiangiogenic effect of TZDs. Taken together, our findings suggest that PPAR gamma agonist may be an effective therapeutic target for treating gastric cancers through inhibition of tumorigenesis", "url": "https://doi.org/10.1155/2008/649808", "title": "Rosiglitazone Suppresses the Growth and Invasiveness of SGC-7901 Gastric Cancer Cells and Angiogenesis In Vitro via PPARγ Dependent and Independent Mechanisms"}
{"distilbart": "Interplant-associated microangiopathy (TAM) is an occasional but life-threatening complication after allogeneic hematopoietic SCT (allo-HSCT). Diagnosis of i-TAM is important because tapering of immunosuppressants may result in the resolution of intestinal symptoms and better survival. To clarify more detailed clinicopathological manifestations, we conducted a retrospective multicenter study in the Nagoya Blood and Marrow Transplant Clinical Trials Network (BMT CTN) Toxicity Committee Consensus in 2005. A total of 886 patients received allo-SCT from 1997 to 2006. Of these, 87 patients (10%) who received colonoscopic biopsy within 5 months after engraftment were evaluated. This retrospective study was approved by the ethics committee at Nagoya University Hospital. All specimens were fixed in formalin solution and embedded in paraffin. Sections were stained with hematoxylin-eosin staining", "gold": "Intestinal transplant-associated microangiopathy (i-TAM) is an important complication after allogeneic hematopoietic SCT. From 1997 to 2006, 87 of 886 patients with diarrhea after transplantation received colonoscopic biopsy. i-TAM, GVHD and CMV colitis were diagnosed histopathologically. The median duration from transplantation to the onset of diarrhea was 32 days (range: 9–130 days) and that from the onset of diarrhea to biopsy was 12 days (range: 0–74 days). The median maximal amount of diarrhea was 2 l/day (range: 130–5600 ml/day). Histopathological diagnosis included i-TAM (n=80), GVHD (n=26), CMV colitis (n=17) and nonspecific findings (n=2) with overlapping. Among 80 patients with i-TAM, abdominal pain was a major symptom, and only 11 patients fulfilled the proposed criteria for systemic TAM. Non-relapse mortality (NRM) among patients without resolution of diarrhea was 72% and i-TAM comprised 57% of NRM. NRM was 25% among patients without intensified immunosuppression, but was 52, 79 and 100% among those with intensified immunosuppression before diarrhea, after diarrhea, and before and after diarrhea, respectively. In conclusion, i-TAM is a major complication presenting massive refractory diarrhea and abdominal pain, which causes NRM. Avoiding intensified immunosuppression that damages vascular endothelium until the resolution of i-TAM may improve transplant outcome.", "context": "BACKGROUND Intestinal transplant-associated microangiopathy (i-TAM) develops as ischemic colitis in some of the patients suffering from severe diarrhea after allogeneic hematopoietic SCT. OBJECTIVE To clarify more detailed clinicopathological manifestations and its therapeutic strategy with a larger number of patients, we conducted a retrospective multicenter study in the Nagoya Blood and Marrow Transplantation Group from 1997 to 2006. METHODS A total of 886 patients received allo-SCT between 1997 and 2006 were retrospectively reviewed by four pathologists in a blinded manner (MI, MF, RI and NH), and diagnosis was made according to the consensus among these pathologists. RESULTS Histopathology was confirmed by hematoxylin-eosin staining and CD34 immunostaining. The clues for endothelial injury are swollen endothelium and denuded endothelial cells. Ischemic changes followed by microang", "contribution": "RESULTS Intestinal TAM (i-TAM) developed as ischemic colitis in some of the patients suffering from severe diarrhea after transplantation. Histopathological diagnosis was made by the presence of microangiopathy with noninflammatory crypt loss, wedge-shaped segmental injury and interstitial edema with hemorrhage or fragmented RBCs. Incomplete regeneration and residual neuroendocrine cells were also indicators of ischemia/microangiopathology. CONCLUSIONS The pathogenesis of i-TAMI can be diagnosed histologically by means of colonoscopic biopsies even for patients who do not meet the clinical criteria of systemic TAM.", "url": "https://doi.org/10.1038/bmt.2008.419", "title": "Clinicopathological manifestations and treatment of intestinal transplant-associated microangiopathy"}
{"distilbart": "The ylang-ylang essential oils have been widely used in the food industry as well as in the perfume industry and aromatherapy. In this review, we aimed to compile or summarize these important findings and further highlight the importance of C. odorata as a potential promising drug discovery candidate for future. The current review was done covering the antibacterial, antifungal, amebicidal, and cytotoxic activities of the ylang–ylang oil. It is also believed that the medicinal properties exhibited by ylang--ylang are one of the main factors that contribute to its increasing popularity in the field of aromatherotherapy. Although the use of ylang‐ylang has not been reviewed previously, during that time period the studies on the pharmacological activity of the Cananga odorata plant were still very limited. In particular, an apparent increase in the differential biological activities investigation on medicinal plants has enabled diversified applications of existing known natural products. For instance, the", "gold": "Ylang-ylang (Cananga odorata Hook. F. & Thomson) is one of the plants that are exploited at a large scale for its essential oil which is an important raw material for the fragrance industry. The essential oils extracted via steam distillation from the plant have been used mainly in cosmetic industry but also in food industry. Traditionally, C. odorata is used to treat malaria, stomach ailments, asthma, gout, and rheumatism. The essential oils or ylang-ylang oil is used in aromatherapy and is believed to be effective in treating depression, high blood pressure, and anxiety. Many phytochemical studies have identified the constituents present in the essential oils of C. odorata. A wide range of chemical compounds including monoterpene, sesquiterpenes, and phenylpropanoids have been isolated from this plant. Recent studies have shown a wide variety of bioactivities exhibited by the essential oils and the extracts of C. odorata including antimicrobial, antibiofilm, anti-inflammatory, antivector, insect-repellent, antidiabetic, antifertility and antimelanogenesis activities. Thus, the present review summarizes the information concerning the traditional uses, phytochemistry, and biological activities of C. odorata. This review is aimed at demonstrating that C. odorata not only is an important raw material for perfume industry but also considered as a prospective useful plant to agriculture and medicine.", "context": "Cananga odorata Hook. F. & Thomson, which is commonly called ylang-ylang, is a fast growing tree and can found natively in tropical Asia such as Philippines, Malaysia, Indonesia, and some other islands of Indian Ocean, mainly the Comoro, Nossi Be, and Madagascar islands. This plant has been well-known for its fragrant flower and has been introduced to China, India, Africa, and America. Ylang–ylang essential oils have already been widely utilized in the food industry as well as in the perfume industry and aromatherapy. Primarily, the ylang‑ylang oil is derived from the flower of the C. odorata plant via water or water and steam distillation. The flower is also described to produce intensely sweet scent which is similar to jasmine [1]. Although the uses of ylang‐ lyang oil and its safety as food ingredient have been also reviewed previously, during that time period the studies", "contribution": "The current review aimed to compile or summarize these important findings and further highlight the importance of C. odorata as a potential promising drug discovery candidate for future. In addition, it has also been reported that ylang-ylang oil can be found in various cosmetic and households products such as massage oils, moisturizing creams, perfumes, and even scented candles.", "url": "https://doi.org/10.1155/2015/896314", "title": "Traditional Uses, Phytochemistry, and Bioactivities of Cananga odorata (Ylang-Ylang)"}
{"distilbart": "BACKGROUND The National Survey of Health and Development is a cohort of over 2000 women who have been followed since their birth in 1946 (Wadsworth et al, 2003). Birth weight was measured prospectively throughout childhood (at ages 2, 4, 6, 7, 11 and 14/15 years) and adulthood (at age 36, 43 and 53 years), as well as data on adult life risk factors for breast cancer. In the present analysis, we investigated whether the effect of birth weight on risk is mediated through growth in childhood and adolescence. MATERIALS AND METHODOLOGY/PRINCIPAL FINDINGS Fast height gains at ages 4-7 and 11 -15 years, and steep decreases in body mass index (BMI) at ages 2–4 years, were identified as the strongest positive predictors of risk. In earlier analyses of data from this cohort, we reported a positive association between birth weight and breast cancer risk and found that cases tended to be taller", "gold": "Several studies have found positive associations between birth weight and breast cancer risk at premenopausal ages. The mechanisms underlying this association are not known, but it is possible that it may be mediated through childhood growth. We examined data from a British cohort of 2176 women born in 1946 and for whom there were prospective measurements of birth weight and of body size throughout life. In all, 59 breast cancer cases occurred during follow-up, 21 of whom were known to be premenopausal. Women who weighed at least 4 kg at birth were five times (relative risk (RR)=5.03; 95% confidence interval=1.13, 22.5) more likely to develop premenopausal breast cancer than those who weighed less than 3 kg (P-value for linear trend=0.03). This corresponded to an RR of 2.31 (0.95, 5.64) per 1 kg increase in birth weight. Birth weight was also a predictor of postnatal growth, that is, women who were heavy at birth remained taller and heavier throughout their childhood and young adulthood. However, the effect of birth weight on premenopausal breast cancer risk was only reduced slightly after simultaneous adjustment for height and body mass index (BMI) at age 2 years and height and BMI velocities throughout childhood and adolescence (adjusted RR=1.94 (0.74, 5.14) per 1 kg increase in birth weight). The pathways through which birth weight is associated with premenopausal breast cancer risk seem to be largely independent of those underlying the relation of postnatal growth to risk.", "context": "OBJECTIVE To investigate whether the effect of birth weight on breast cancer risk is mediated through growth in childhood and adolescence. RESEARCH DESIGN AND METHODS The National Survey of Health and Development is a socially stratified cohort of 5362 single legitimate live-births that occurred during the week 3 -9 March 1946 and who have since been followed up. Height and weight were measured prospectively throughout childhood (at ages 2, 4, 6, 7, 11 and 14/15 years) and adulthood (at age 36, 43 and 53 years) using standardised procedures. Leg length was derived by subtracting sitting height from standing height measured at age 43 years. Birth weight data were obtained from medical records within a few weeks of delivery. Age at menarche was reported by the girls' mothers when the girls were 15 years old or when this was not possible, by the respondents in the postal questionnaire at age 48 years (n = 210). Self-reported data on", "contribution": "RESULTS Birth weight was positively associated with breast cancer risk at ages 2, 4, 6, 7, 11 and 14/15 years (odds ratio [OR] 1.06; 95% confidence interval [CI], 0.95-1.14) but not in adulthood (0.96; 95%, CI, 0.97-2.03). The association between birth weight and breast cancer remained significant after adjustment for age at menarche (P(trend)=0.01), smoking status (P=0.02), education level (P<0.001), body mass index (BMI) (P = 0.04) and family history of breast cancer (P <0.05). CONCLUSIONS Our results suggest that the effect of birth weight on breast cancer is mediated through growth throughout childhood and adolescence.", "url": "https://doi.org/10.1038/sj.bjc.6601972", "title": "Is the association of birth weight with premenopausal breast cancer risk mediated through childhood growth?"}
{"distilbart": "In this issue of PLOS Medicine, Abad-Franch and colleagues describe an innovative vector control approach based on pyriproxyfen, a very powerful synthetic analogue of mosquito juvenile hormone to prevent ZIKV and other infections transmitted by Ae. aegypti mosquitoes. This technique is currently being tested in definitive trials against dengue in Southeast Asia and in implementation trials against ZikV in Colombia and Brazil. Another approach uses Wolbachia to prevent reproduction in populations of mosquitoes by introducing a strain of the bacteria into males that results in sterile eggs from all matings. Very similar to the use of WolbachIA-infected males to prevent fertilization, a second innovative approach to vector control is the release of large numbers of sterile males. Using the sterile insect technique has contributed to the absence of agricultural pests such as the New World screwworm, Cochliomyia hominivorax, from North and Central America for 30 years until their return to the", "gold": "In a Perspective accompanying Abad-Franch and colleagues, Lorenz von Seidlein, Alexander Kekulé, and Daniel Strickman discuss the importance of developing effective strategies to minimize mosquito-borne transmission of human diseases.", "context": "Aegypti has been a key vector of important pathogens like yellow fever and dengue for centuries. Some programs to control the mosquitoes have been dramatically successful, such as the vector control during the construction of the Panama Canal and the complete elimination of the species from Brazil in the 1930s. The more recent uncontrolled growth of urban areas and encroachment into rural environments compounded by improvements in transportation have made control of Ae.", "contribution": "In this issue of PLOS Medicine, Abad-Franch and colleagues describe an innovative vector control approach based on using pyriproxyfen, a very powerful synthetic analogue of mosquito juvenile hormone, to prevent ZIKV and other infections transmitted by Ae. This approach has been used for decades with a different chemical called methoprene [14]. Following a smaller study in the Tancredo Neves neighbourhood of Manaus [17], the investigators report on the effectiveness of this technique in an entire city of 60,000 inhabitants, Manacapuro, which like Manaus is in the Brazilian state of Amazonas. Females picked up particles of the formulation when they were attracted to the cups as oviposition sites. Using a network of sentinel breeding sites, the investigators found that the juvenile populations of three common container-inhabiting species, including Ae.", "url": "https://doi.org/10.1371/journal.pmed.1002219", "title": "Novel Vector Control Approaches: The Future for Prevention of Zika Virus Transmission?"}
{"distilbart": "The Na(+)-leak channel (NALCN) is a major player in determining the influence of extracellular Na+ on a neuron's basal excitability and its modulation by hormones and neurotransmitters. In addition, alternative splicing and heteromeric assembly of different subunits increase tremendously the variety of ion channels. They are involved in many signaling and control processes in the cell as well as in pathologies referred to as \"channelopathies\" (reviewed in Ashcroft, 2006; Camerino et al., 2008; Clare, 2010). In the present review, we focus on NALCN as the channel responsible for a tetrodotoxin (TTX)-resistant sodium leak toxin (TNF-1/2), which was first cloned from rat brain and described by Perez-Reyes and colleagues who named it Rb21. With the exception of the nematode Caenorhabditis, the cnidarian Nematostella", "gold": "Ion channels are crucial components of cellular excitability and are involved in many neurological diseases. This review focuses on the sodium leak, G protein-coupled receptors (GPCRs)-activated NALCN channel that is predominantly expressed in neurons where it regulates the resting membrane potential and neuronal excitability. NALCN is part of a complex that includes not only GPCRs, but also UNC-79, UNC-80, NLF-1 and src family of Tyrosine kinases (SFKs). There is growing evidence that the NALCN channelosome critically regulates its ion conduction. Both in mammals and invertebrates, animal models revealed an involvement in many processes such as locomotor behaviors, sensitivity to volatile anesthetics, and respiratory rhythms. There is also evidence that alteration in this NALCN channelosome can cause a wide variety of diseases. Indeed, mutations in the NALCN gene were identified in Infantile Neuroaxonal Dystrophy (INAD) patients, as well as in patients with an Autosomal Recessive Syndrome with severe hypotonia, speech impairment, and cognitive delay. Deletions in NALCN gene were also reported in diseases such as 13q syndrome. In addition, genes encoding NALCN, NLF- 1, UNC-79, and UNC-80 proteins may be susceptibility loci for several diseases including bipolar disorder, schizophrenia, Alzheimer's disease, autism, epilepsy, alcoholism, cardiac diseases and cancer. Although the physiological role of the NALCN channelosome is poorly understood, its involvement in human diseases should foster interest for drug development in the near future. Toward this goal, we review here the current knowledge on the NALCN channelosome in physiology and diseases.", "context": "Na+-leak channels (NALCN) are integral membrane proteins that allow specific ions to pass through lipid membranes following a concentration gradient. More than 400 genes are known that encode ion channel subunits. In addition, alternative splicing and heteromeric assembly of different subunits increase tremendously the variety of ion channels. They are involved in many signaling and control processes in the cell as well as in pathologies referred to as “channelopathies” (reviewed in Ashcroft, 2006; Camerino et al., 2008). In the present review, we focus on the Na+–leak channel NALCN, a major player in determining the influence of extracellular Na+ on a neuron’s basal excitability and its modulation by hormones and neurotransmitters.", "contribution": "In the present review, we focus on the Na+-leak channel (NALCN), a major player in determining the influence of extracellular Na(+) on a neuron’s basal excitability and its modulation by hormones and neurotransmitters. In addition, pharmaceutical companies view ion channels as therapeutic targets of choice.", "url": "https://doi.org/10.3389/fncel.2014.00132", "title": "The sodium leak channel, NALCN, in health and disease"}
{"distilbart": "In humans, a single nucleotide polymorphism (SNP) of the brain-derived neurotrophic factor (BDNF) gene has been shown to increase hippocampal volume and improve episodic memory performance in older adults. However, recent evidence suggests that BDNF is associated with reduced neurogenesis, synapse plasticity, neuronal cell survival and arborization; therefore, an increased concentration of serum BDNF may be considered one of the primary molecular pathways by which exercise may improve cognition. In this study, we investigated the effect of the association between BDNF Val66Met gene polymorphisms and cognitive performance in younger adults aged 65 years and older with mild cognitive impairment using event-related potentials (ERPs). We found no significant differences in BDNF levels after acute exercise or after a 16-week multimodal exercise program. The level of BDNF was found to increase following acute exercise [36, 37] or after 16 weeks of age on an executive functioning task, whereas", "gold": "The brain-derived neurotrophic factor (BDNF) concentration is highest in the hippocampus compared with that in other brain structures and affects episodic memory, a cognitive function that is impaired in older adults. According to the neurotrophic hypothesis, BDNF released during physical activity enhances brain plasticity and consequently brain health. However, even if the physical activity level is involved in the secretion of neurotrophin, this protein is also under the control of a specific gene. The aim of the present study was to examine the effect of the interaction between physical activity and BDNF Val66Met (rs6265), a genetic polymorphism, on episodic memory. Two hundred and five volunteers aged 55 and older with a Mini Mental State Examination score ≥ 24 participated in this study. Four groups of participants were established according to their physical activity level and polymorphism BDNF profile (Active Val homozygous, Inactive Val homozygous, Active Met carriers, Inactive Met carriers). Episodic memory was evaluated based on the delayed recall of the Logical Memory test of the MEM III battery. As expected, the physical activity level interacted with BDNF polymorphism to affect episodic memory performance (p < .05). The active Val homozygous participants significantly outperformed the active Met carriers and inactive Val homozygous participants. This study clearly demonstrates an interaction between physical activity and BDNF Val66Met polymorphism that affects episodic memory in the elderly and confirms that physical activity contributes to the neurotrophic mechanism implicated in cognitive health. The interaction shows that only participants with Val/Val polymorphism benefited from physical activity.", "context": "BACKGROUND A single nucleotide polymorphism (SNP) of the brain-derived neurotrophic factor (BDNF) gene, named BDNF Val66Met gene polymorphism or rs6265 SNP causes a valine to methionine substitution at codon 66, which reduces the secretion and distribution of BDNF in the brain to affect episodic memory functioning. The Met allele exerts its effect by impacting intracellular trafficking and the activity-dependent secretion of BDN. It is associated with reduced neurogenesis and weak cognitive performances. However, other studies have shown that the Met allele is not associated with hippocampal volume in healthy individuals. OBJECTIVE We herein investigated the interaction between BDNFVal66Met polymorphism and physical activity (PA) on episodic performance because both factors are related to BDNF production. METHODOLOGY/PRINCIPAL FINDINGS In this cross-sectional study, we genotyped 10 participants aged 60 years and older who were", "contribution": "RESULTS We found that the BDNF Val66Met polymorphism was associated with a significant decrease in episodic memory performance (P < 0.05) and an increase of hippocampal volume (P = 0.02). The Met allele carriers showed significantly better general cognitive performances than Met-allele carriers, whereas the Met/Val genotype group did not show any differences in general cognition. CONCLUSIONS Our results suggest that the interaction between BDNF Met polymorphism and physical activity may be related to BDNF production in older adults because both factors are related to neurogenesis.", "url": "https://doi.org/10.1186/s11556-015-0159-2", "title": "Effects of BDNF polymorphism and physical activity on episodic memory in the elderly: a cross sectional study"}
{"distilbart": "BACKGROUND The major causes of neonatal deaths in Uganda like in other Sub Saharan African countries include; sepsis/pneumonia, tetanus, diarrhea, prematurity, and birth asphyxia. OBJECTIVE This study aims at using community health workers (CHWs) to improve newborn care practices within the communities among other functions. METHODS A cross sectional baseline survey was conducted for a maternal and newborn intervention hosted at the Makerere University School of Public Health (MakSPH). The intervention was implemented in Kibuku, Pallisa and Kamuli districts in rural Eastern Uganda. The estimated population in this area is 1,219,172 with an annual population growth rate of 3 %. In July/August 2013, data was collected from the three rural districts using face-to-face interviews from 2237 women who had delivered in the last 12 months irrespective of birth outcomes. We included women 15 to 49 years prior to the baseline survey", "gold": "BACKGROUND In Uganda, neonatal mortality rate (NMR) remains high at 27 deaths per 1000 live births. There is paucity of data on factors associated with NMR in rural communities in Uganda. The objective of this study was to determine NMR as well as factors associated with neonatal mortality in the rural communities of three districts from eastern Uganda. METHODS Data from a baseline survey of a maternal and newborn intervention in the districts of Pallisa, Kibuku and Kamuli, Eastern Uganda was analyzed. A total of 2237 women who had delivered in the last 12 months irrespective of birth outcome were interviewed in the survey. The primary outcome for this paper was neonatal mortality. The risk ratio (RR) was used to determine the factors associated with neonatal mortality using log-binomial model. RESULTS The neonatal mortality was found to be 34 per 1000 live births (95% CI = 27.1-42.8); Kamuli 31.9, Pallisa 36.5 and Kibuku 30.8. Factors associated with increased neonatal deaths were parity of 5+ (adj. RR =2.53, 95% CI =1.14-5.65) relative to parity of 4 and below, newborn low birth weight (adj. RR = 3.10, 95% CI = 1.47-6.56) and presence of newborn danger signs (adj. RR = 2.42, 95% CI = 1.04-5.62). Factors associated with lower risk of neonatal death were, home visits by community health workers' (CHW) (adj. RR =0.13, 95% CI = 0.02-0.91), and attendance of at least 4 antenatal visits (adj. RR = 0.65, 95% CI = 0.43-0.98). CONCLUSIONS Neonatal mortality in rural communities is higher than the national average. The use of CHW's to mobilize and sensitize households on appropriate maternal and newborn care practices could play a key role in reducing neonatal mortality.", "context": "BACKGROUND To achieve sustainable development goal (SDG) target, strategies for reducing neonatal deaths must be put in place. This study set out to determine the neonatal mortality rate as well as factors associated with neonatal death in rural communities of three districts from eastern Uganda. METHODS In July/August 2013, data was collected from the three rural districts using face-to-face interviews from 2237 women who had delivered in the last 12 months irrespective of birth outcomes. We included women aged 15 to 49 years who had given birth one year prior to the baseline survey. Women whose pregnancies were terminated before 20 weeks and women who were not residents and had not stayed in the community for at least 1 year were excluded from the study. The study sample size was determined using a two-sided Z-test of the difference between proportions with 80 % statistical power, a 5 % significance level and 1.5 design effect which gave us a sample size of 2293 women. RESULTS", "contribution": "RESULTS The neonatal mortality rate in the intervention area of Kibuku, Pallisa and Kamuli districts was 2.2 % (95% confidence interval [CI]: 1.4-3.0) per 100 000 live births, which is higher than that reported for other districts from eastern Uganda. Women who had given birth one year prior to the baseline survey were more likely to die compared with women whose deliveries were terminated before 20 weeks (adjusted odds ratio [AOR] = 3.6; 95% CI: 1.1-7.9), but not among those whose stillbirths did not reach their fifth birthday (AOR = 4.5; 95 % CI: 0.8-11.2). CONCLUSIONS This study showed a significant decrease in neonatal death rates between 2000 and 2015 in rural communities of three districts of Eastern Uganda.", "url": "https://doi.org/10.1186/s12978-016-0119-y", "title": "The neonatal mortality and its determinants in rural communities of Eastern Uganda"}
{"distilbart": "The pathogenesis of ischemia in retinal vasculitis is not clear but is suggested to be either thrombotic or obliterative secondary to the infiltration of inflammatory cells. Based on histological studies, vascular changes in uveitis are characterized by perivascular infiltration of lymphocytes resulting in perivasculitis rather than a true vasculopathy of the vessel wall. Retinal vascular obstruction can also promote the production of vascular endothelial growth factor (VEGF), which increases vascular permeability and results in macular edema and macular ischemic vasculia or due to stimulating neovascularization at optic disc (NVD) or elsewhere in the retina (NVE). These fragile new vessels bleed easily resulting in vitreous hemorrhage (VH), fibrovascular proliferation, and subsequent tractional retinal detachment. While the initial visual acuity was not significantly different between the two groups, 13(34%) eyes in the nonischemic", "gold": "Ischemic retinal vasculitis is an inflammation of retinal blood vessels associated with vascular occlusion and subsequent retinal hypoperfusion. It can cause visual loss secondary to macular ischemia, macular edema, and neovascularization leading to vitreous hemorrhage, fibrovascular proliferation, and tractional retinal detachment. Ischemic retinal vasculitis can be idiopathic or secondary to systemic disease such as in Behçet's disease, sarcoidosis, tuberculosis, multiple sclerosis, and systemic lupus erythematosus. Corticosteroids with or without immunosuppressive medication are the mainstay treatment in retinal vasculitis together with laser photocoagulation of retinal ischemic areas. Intravitreal injections of bevacizumab are used to treat neovascularization secondary to systemic lupus erythematosus but should be timed with retinal laser photocoagulation to prevent further progression of retinal ischemia. Antitumor necrosis factor agents have shown promising results in controlling refractory retinal vasculitis excluding multiple sclerosis. Interferon has been useful to control inflammation and induce neovascular regression in retinal vasculitis secondary to Behçet's disease and multiple sclerosis. The long term effect of these management strategies in preventing the progression of retinal ischemia and preserving vision is not well understood and needs to be further studied.", "context": "Retinal vasculitis is a sight-threatening inflammatory condition, occurring in approximately one in every eight eyes with uveitis. Based on the etiology, retinitis may be classified as either idiopathic or secondary to infection, neoplasia, or a systemic inflammatory disease [2, 3]. In a cohort study involving 1390 patients with Uveitis, 15% had retinal vascularitis as part of their uveitic manifestations [1]. The main concern with retinal ischemia is the risk of developing vasooclusion and retinal arechemia that can lead to serious sight threatening manifestations. In a retrospective study of 113 eyes with retina vasculopathy in eastern India, capillary nonperfusion was the most common fundus fluorescence angiography (FFA) finding seen in retinal vascularitis, found in 40% of the cases, followed by collateral vessels, seen in 19.5% of eyes with", "contribution": "In a retrospective study of 113 eyes with retinal vasculitis in eastern India, capillary nonperfusion was the most common fundus fluorescence angiography (FFA) finding seen in 40% of the cases, followed by collateral vessels, seen in 19.5% of eyes with vasculopathy [4]. Based on histological studies, vascular changes in uveitis are characterized by perivascular infiltration of lymphocytes resulting in perivasculitis rather than a true vasculitic of the vessel wall [6, 7].", "url": "https://doi.org/10.1155/2014/197675", "title": "Ischemic Retinal Vasculitis and Its Management"}
{"distilbart": "Mistletoe is a hemiparasitic plant growing all over the world on various deciduous trees, such as oak. It has been shown to have anticancer, antioxidant, antidiabetes and antidementia effects, and it enhances immune system function. Recently, we reported that Korean mistletoe (KME) significantly increases mitochondrial function in mice fed a high-fat diet of obesity and nonalcoholic fatty liver disease (NAFLD). Our data show that KME suppresses adipocyte differentiation through downregulation of adipogenic factors and could ameliorate obesity and NAFLD. Our results indicate the great potential of KME as a potential therapeutic agent for preventing or treating obesity and NFLD.", "gold": "This study investigates the inhibitory effects of Korean mistletoe extract (KME) on adipogenic factors in 3T3-L1 cells and obesity and nonalcoholic fatty liver disease (NAFLD) in mice fed a high-fat diet. Male C57Bl/6 mice fed a high-fat diet were treated with KME (3 g/kg/day) for 15 weeks for the antiobesity and NAFLD experiments. Body weight and daily food intake were measured regularly during the experimental period. The epididymal pad was measured and liver histology was observed. The effects of KME on thermogenesis and endurance capacity were measured. The effects of KME on adipogenic factors were examined in 3T3-L1 cells. Body and epididymal fat pad weights were reduced in KME-treated mice, and histological examination showed an amelioration of fatty liver in KME-treated mice, without an effect on food consumption. KME potently induces mitochondrial activity by activating thermogenesis and improving endurance capacity. KME also inhibited adipogenic factors in vitro. These results demonstrate the inhibitory effects of KME on obesity and NAFLD in mice fed a high-fat diet. The effects appear to be mediated through an enhanced mitochondrial activity. Therefore, KME may be an effective therapeutic candidate for treating obesity and fatty liver caused by a high-fat diet.", "context": "BACKGROUND Korean mistletoe (KM, Viscum album cololatum) extract (KME) has been shown to have anticancer, antioxidant, antidiabetes and antidementia effects, and it enhances immune system function. Recently, we reported that KME significantly increases mitochondrial respiration rates because they generate most of the cellular supply of adenosine triphosphate which is used as a source of chemical energy. Because KME improves mitochondrial function, we asked whether it has beneficial effects on obesity. METHODOLOGY/PRINCIPAL FINDINGS We measured the inhibitory effect of KME on adipogenic factors in 3T3-L1 cells and on the development of obesity and nonalcoholic fatty liver disease (NAFLD) in mice fed a high-fat diet. Our data show that KMe suppresses adipocyte differentiation through downregulation of adipogenic genes and could ameliorate obesity and NAFLD in mice treated with", "contribution": "In this study, we measured the inhibitory effect of KME on adipogenic factors in 3T3-L1 cells and on the development of obesity and NAFLD in mice fed a high-fat diet. Our data show that KME suppresses adipocyte differentiation through downregulation of genes involved in creating and maintaining the adipocyte phenotype, including genes for adipocyte fatty acid-binding protein, glucose transporter 4, lipoprotein lipase (LPL) and leptin. The expression levels of SREBP cleavage-activating protein (SCAP), fatty acid synthase(FAS), acyl-CoA synthase (ACC), and acyl CoA carboxylase (ACS) were significantly decreased after treatment with KME compared to those treated with vehicle or control diets. In addition, our results indicate the great potential for KME as a potential metabolic regulator of adipogenesis and a potential therapeutic agent for preventing or treating obesity/NAFLD", "url": "https://doi.org/10.1155/2013/168207", "title": "The Korean Mistletoe (Viscum album coloratum) Extract Has an Antiobesity Effect and Protects against Hepatic Steatosis in Mice with High-Fat Diet-Induced Obesity"}
{"distilbart": "The development of novel therapies to stimulate neovascularisation, a strategy known as therapeutic angiogenesis based on the use of angiogenic factors or stem cells, may represent an option to promote revascularisation and remodelling of collaterals with the aim of ameliorating symptoms, promoting the regeneration of damaged tissues and preventing amputation. Tissue repair pro-cesses are in fact intimately associated with effective vascular network formation. In a number of cell therapy approaches it has been observed that vascularisation of the ischaemic areas after myocardial infarction or stroke usually anticipates functional improvement of the damaged tissue. Interestingly, there appears to be no clear dose response in the augmentation of new blood vessels and tissue function does not solely rely on homing and engraftment of the administered cells, but is related to paracrine effects with local secretion of cytokines and growth factors which may in-hibit apoptosis and support migration and proliferation of resident differentiated endot", "gold": "The plasticity and self-regenerative properties of stem cells have opened new avenues in regenerative medicine. Greater understanding of the biology of stem cells is followed by growing expectations of a rapid translation into alternative therapeutic options. Recent preclinical studies and clinical trials employing stem and progenitor cells from different sources have shown encouraging results. However, their underlying mechanisms are still poorly understood, the potential adverse effects and the discrepancy in efficacy remain to be further investigated. Their essential role in vessel regeneration has made endothelial progenitor cells (EPC) a suitable candidate for therapeutic applications aiming at tissue revascularisation. Recent evidence suggests that EPC contribute to neovascularisation not only by direct participation in tissue homeostasis but mainly via paracrine mechanisms. In future, novel therapeutic strategies could be based on EPC paracrine factors or synthetic factors, and replace cell transplantation.", "context": "Atherosclerotic cardiovascular diseases are increasing in prevalence and a leading cause of mortality and morbidity in the industrialised world. Peripheral arterial disease (PAD) is one of the major manifestations of systemic atherosclerosis affecting the lower extremities and often culminating in critical limb ischaemia (CLI). The development of novel therapies to stimulate neovascularisation, a strategy known as therapeutic angiogenesis based on the use of angiogenic factors or stem cells, may represent an option to promote revascularization and remodelling of collaterals, with the aim of ameliorating symptoms, promoting the regeneration of damaged tissues and preventing amputation [7, 8]. Tissue repair pro-cesses are in fact intimately associated with effective vascular network formation. In a number of cell therapy approaches it has been observed that vascularisation of the ischaemic areas after myocardial infarction or stroke usually anticipates functional improvement of the damaged tissue [", "contribution": "Interestingly, there appears to be no clear dose response in the augmentation of neovascularisation, indicating that the apparent promotion of new blood vessels and tissue function does not solely rely on homing and engraftment of the administered cells, but is related to paracrine effects with local secretion of cytokines and growth factors which may in-hibit apoptosis and support migration and proliferation of resident differentiated endothelial cells (EC). This review will briefly outline current clinical developments and discuss the use of stem cell therapy for tissue revascularisation.", "url": "https://doi.org/10.4414/smw.2010.13130", "title": "Current developments in the use of stem cell for therapeutic neovascularisation: is the future therapy \"cell-free\"?"}
{"distilbart": "BACKGROUND Smoking and alcohol use are highly prevalent in the United States, with 69.7% of Americans having smoked in their lifetime, 30.6% in the past year (64.0%), and 27.2%. The use of drugs is associated with a wide range of risks, including both symptoms of dependence (e.g., driving a car more than once while intoxicated), getting into trouble with superiors or coworkers due to intoxication). Despite a substantial extant body of research on substance use, there is very little research about the role of contextual variables and substance use behavior among adults and most of this work has focused on neighborhood socioeconomic status. In one study, Curry et al. 17 showed that community-level characteristics were associated with attitudes toward smoking, although this study did not assess frequency of smoking. A subsequent study showed that people living in more economically deprived areas (including variables such as employment levels and crowding) were more likely to smoke than people who lived in less-deprived", "gold": "Evidence about the relationship between contextual variables and substance use is conflicting. Relationships between neighborhood income and income distribution and the prevalence and frequency of substance use in 59 New York City (NYC) neighborhoods were assessed while accounting for individual income and other socio-demographic variables. Measures of current substance use (in the 30 days prior to the survey) were obtained from a random-digit-dial phone survey of adult residents of NYC and data from the 2000 U.S. Census to calculate median neighborhood income and income distribution (assessed using the Gini coefficient). Among 1355 respondents analyzed (female=56.2%, mean age=40.4), 23.9% reported cigarette, 40.0% alcohol, and 5.4% marijuana use in the previous 30 days. In ecologic assessment, neighborhoods with both the highest income and the highest income maldistribution had the highest prevalence of drinking alcohol (69.0%) and of smoking marijuana (10.5%) but not of cigarette use; there was no clear ecologic association between neighborhood income, income distribution, and cigarette use. In multilevel multivariable models adjusting for individual income, age, race, sex, and education, high neighborhood median income and maldistributed neighborhood income were both significantly associated with a greater likelihood of alcohol and marijuana use but not of cigarette use. Both high neighborhood income and maldistributed income also were associated with greater frequency of alcohol use among current alcohol drinkers. These observations suggest that neighborhood income and income distribution may play more important roles in determining population use of alcohol and marijuana than individual income, and that determinants of substance use may vary by potential for drug dependence. Further research should investigate specific pathways that may explain the relationship between neighborhood characteristics and use of different substances.", "context": "OBJECTIVE To assess the relationship between neighborhood context and smoking, alcohol use, and illicit drug use among adolescents. METHODS A cross-sectional study was conducted in a large urban sample (n = 1,857) of U.S. adults aged 16 to 18 years who reported cigarette or alcohol use at baseline and after accounting for individual-level socioeconomic status. We used multilevel logistic regression models to examine associations between neighborhood contextual variables with substance use behavior. RESULTS After adjusting for age, sex, race/ethnicity, education level, income distribution, and other covariates, we found that high levels of neighborhood deprivation were associated with increased odds of using cigarettes (odds ratio [OR] 2.2; 95% confidence interval [CI], 1.1-4.0), heavy drinking (OR 3.6; 95%, CI, 1.3-7.9), and illicit drugs (OR 4.5; 95%-95% CI", "contribution": "RESULTS After accounting for individual-level characteristics, smoking was more prevalent in the least-deprived neighborhoods than among those living in less-deprivation areas (p < 0.001), while heavy drinking and alcohol use were associated with neighborhood deprivation (p = 0.02). In multilevel analyses adjusted for age, sex, race/ethnicity, education level, income distribution, employment status, unemployment, crime, abandoned houses, and crowding, there was a positive association between neighborhood deprivation and increased odds of using cigarettes (odds ratio [OR] 1.06; 95% confidence interval [CI], 1.03-1.14) but not illicit drugs (OR 2.04; CI, 1.01-2.13). CONCLUSIONS Neighborhood context is an important determinant of substance use behavior even after accounting for differences in individual- or group-level factors.", "url": "https://doi.org/10.1016/j.amepre.2007.04.003", "title": "Neighborhood income and income distribution and the use of cigarettes, alcohol, and marijuana."}
{"distilbart": "Neuropathic pain, defined as pain caused by a lesion or disease of the somatosensory nervous system, is not a result of a nociceptive source or a particular stimulus. Commonly, slight injuries produce pain that is seemingly disproportionate to any potential tissue damage (hyperalgesia), and will encompass an area broader than where the insult was inflicted. Although the exact mechanism of neuropathic pain still has not been elucidated, it is believed that myelinated fiber density is diminished because of the release of proinflammatory cytokines in response to nerve damage. Recently, glial cells, including astrocytes and microglia, have been implicated in neuropsychiatric pain because they form close connections with neurons. Growing evidence also supports the role of central sensitization in the pathophysiology of neuropathopathological pain. That is, increased sensitivity at the dorsal horn at the level of the spinal cord results from afferents acquiring synaptic efficiency, which causes", "gold": "Tapentadol, a μ-opioid agonist and norepinephrine reuptake inhibitor, has been found to be an effective medication for a wide variety of chronic pain conditions, including back pain, cancer-related pain, and arthritic pain. It has also been found to have fewer gastrointestinal side effects than more traditional opioid-based therapies. More recently, tapentadol extended release has been demonstrated to be effective in the management of painful diabetic neuropathy, an often debilitating condition affecting approximately one-third of all patients with diabetes. This review highlights the most up-to-date basic and clinical studies by focusing on the mechanisms of action of tapentadol and its clinical efficacy, especially with regard to painful diabetic neuropathy.", "context": "The pathophysiology of neuropathic pain involves the restorative and inflammatory processes that are triggered once injury occurs and cause a hyperexcitable state that is associated with peripheral sensitization. In the normal host, inflammation will abate as the injury mends. However, in an altered milieu (as is observed in diabetes) or with persistent damaging triggers, nociception continues because of recurrent stimulation. Sensitization and stimulation of nerve fibers, both of which can be caused by numerous factors, effectively lower neuronal thresholds of action potentials and promote peripheral sensitivity. These factors include inflammatory mediators that are discharged from nocicesptive terminals, including substance P and calcitonin gene-related peptide. These mediators promote vascular permeability, which causes local edema and the leakage of growth factors, prostaglandins, cytokines, and bradykinin. It is thought that the multifactorial dependence of various substances on producing neociceptive sensitization", "contribution": "These factors include inflammatory mediators that are discharged from nociceptive terminals, including substance P and the calcitonin gene-related peptide. These mediators promote vascular permeability, which causes local edema and the leakage of growth factors, prostaglandins, cytokines, and bradykinin. In contrast, secondary hyperalgesia is found in the neighboring intact tissue because of the sensitization of the central nervous system.", "url": "https://doi.org/10.2147/TCRM.S32193", "title": "Tapentadol extended release in the management of peripheral diabetic neuropathic pain"}
{"distilbart": "Dendritic cells (DCs) are capable of skewing T cell differentiation towards a pathogenic or regulatory phenotype through a number of mechanisms. In contrast, nonasthmatic individuals respond in a fundamentally different way, becoming tolerized through the activation of immunosuppressive CD4+CD25(CD25+) regulatory T cells secreting IL-10 and TGFb/IL-13 cytokines which induce pulmonary eosinophilic inflammation, IgE synthesis, airway wall remodeling and airway hyperresponsiveness (AHR), hallmarks of allergic asthma. Although the origins of asthma are complex, it is accepted that asthma results from an inappropriate, Th2-dominated immune response to environmental allergens in genetically predisposed individuals. In asthmatic individuals, allergen exposure facilitates expansion of pathogenic and protective T cell responses. However, despite an increasingly sophisticated understanding of the pathogenesis of allergy asthma, the factors that promote the initial development of", "gold": "Maladaptive, Th2-polarized inflammatory responses are integral to the pathogenesis of allergic asthma. As regulators of T cell activation, dendritic cells (DCs) are important mediators of allergic asthma, yet the precise signals which render endogenous DCs \"pro-asthmatic\", and the extent to which these signals are regulated by the pulmonary environment and host genetics, remains unclear. Comparative phenotypic and functional analysis of pulmonary DC populations in mice susceptible (A/J), or resistant (C3H) to experimental asthma, revealed that susceptibility to airway hyperresponsiveness is associated with preferential myeloid DC (mDC) allergen uptake, and production of Th17-skewing cytokines (IL-6, IL-23), whereas resistance is associated with increased allergen uptake by plasmacytoid DCs. Surprisingly, adoptive transfer of syngeneic HDM-pulsed bone marrow derived mDCs (BMDCs) to the lungs of C3H mice markedly enhanced lung IL-17A production, and rendered them susceptible to allergen-driven airway hyperresponsiveness. Characterization of these BMDCs revealed levels of antigen uptake, and Th17 promoting cytokine production similar to that observed in pulmonary mDCs from susceptible A/J mice. Collectively these data demonstrate that the lung environment present in asthma-resistant mice promotes robust pDC allergen uptake, activation, and limits Th17-skewing cytokine production responsible for driving pathologic T cell responses central to the development of allergen-induced airway hyperresponsiveness.", "context": "Dendritic cells (DCs) are capable of skewing T cell differentiation towards a pathogenic or regulatory phenotype through a number of mechanisms. However, the precise subset of DCs responsible for inducing pathogenic versus protective T cell responses, the pattern of DC-derived cytokines that drive these responses and the extent to which DC subset recruitment and cytokine production are regulated by the pulmonary environment and genetics in asthma-susceptible and resistant hosts, remains unclear. In this study, we show here that myeloid dendrites (mDCs), as well as plasmacytoid DCs (pDCs/CD4+CD25+) have markedly differing capacities to induce pathogenic and protective Th2 cell responses following allergen challenge in vitro, but not in vivo, suggesting an important role for mDCs in the development of allergic airway inflammation. Importantly, adoptive transfer of Ag-pulsed, bone marrow-derived pDCs", "contribution": "METHODOLOGY/PRINCIPAL FINDINGS In this study, we show that in vitro derived dendritic cells (DCs) are capable of inducing pathogenic or protective T cell responses following allergen challenge. We demonstrate that DC-derived cytokines regulate the recruitment and expression of co-stimulatory molecules expressed by these DC subsets to induce a Th2 response, including IL-6+TGFβ/IL-23, PD-1/PD-L and ICOS-L, as well as CD86+CD25+ regulatory T cells secreting IL-10 and OX40L. Furthermore, adoptive transfer of Ag-pulsed, bone marrow-derived mDCs into asthma-susceptible mice results in increased production of IL-4, IL-5 and IL-13, which is associated with an increase in the number of pulmonary eosinophilic inflammation. CONCLUSIONS/SIGNIFICANCE These data", "url": "https://doi.org/10.1371/journal.pone.0003879", "title": "Allergen Uptake, Activation, and IL-23 Production by Pulmonary Myeloid DCs Drives Airway Hyperresponsiveness in Asthma-Susceptible Mice"}
