{"distilbart": "This commentary is a provocation stemming from concern that the investment of time and resources in much mainstream UK PPI in applied health research is taking a form of\"busywork, \"i.e., a time-consuming technocratic distraction\". Ironically, the notion of the usefully participating, evidence-engaged patient or citizen has become ubiquitous at the same time as ignorance (McGoey, 2012) and \"bullshit\" (Frankfurt, 2005). Simultaneously, UK health policy is being subordinated to the demands of the market while socialized health care is subjected to forces of marketization and privatization (Whitfield, 2012). The NHS has been radically reorganized and spending on key determinants of health has fallen as a result of postcrash austerity policies. A recent statement from NHS England on the benefits of patient and public participation in NHS services makes grand claims for the participatory potential of PPI.", "gold": "Patient and Public Involvement (PPI) in UK National Health Service (NHS) research has become an imperative in policy and practice. However, lack of clarity on what PPI is (or might be) has given rise to a poorly monitored, complex field of activity, variously framed by the expectations of policy makers, funders, host organisations, researchers, health professionals, individual recruits, volunteers, activists and third sector organisations. The normative shift towards PPI has taken place within a neoliberal policy context, the implications of which needs to be explicitly considered, particularly after the Brexit referendum which has left policy makers and researchers wondering how to better appeal to a distrustful public subjected to ‘post-truth’ and ‘dog whistle’ politics. This commentary examines the prospects for a more critical approach to PPI which addresses context, is evidence-informed and mindful of persistent inequalities in health outcomes, at a time when models of PPI in NHS health research tend to be conceptually vague, derived from limited clinical and managerial settings, and centred on a construction of the abstract, rational, compliant and self-managing patient or lay-person.", "context": "BACKGROUND The Patient-Centered Outcomes Research Institute (PPI) has been established as an independent non-profit, nongovernmental organization to improve the quality and relevance of evidence available and so aid better-informed health decisions. This commentary is a provocation stemming from a concern that the investment of time and resources in much mainstream UK PPI in applied health research is taking a form of \"busywork\",\"i.e., a time-consuming technocratic distraction\". Ironically, the notion of the usefully participating, evidence-engaged patient or citizen has become ubiquitous at the same time as ignorance and “bullshit” have been successfully harnessed as resources in “posttruth” politics. Simultaneously, UK health policy is being subordinated to the demands of the market while socialized health care is subjected to forces of marketization and privatization (Whitfield, 2012). The NHS has been radically reorganized and spending on key determinants of", "contribution": "This commentary is a provocation stemming from a concern that the investment of time and resources in much mainstream UK PPI in applied health research is taking a form of “busywork,” i.e., a time-consuming technocratic distraction. We encourage patient and public participation in the NHS, treat them respectfully and put their interests first. This allows us to develop the insight to help us improve outcomes and guarantee no community is left behind or disadvantaged (NHS England, 2015).", "url": "https://doi.org/10.3389/fsoc.2017.00007", "title": "Beware Zombies and Unicorns: Toward Critical Patient and Public Involvement in Health Research in a Neoliberal Context"}
{"distilbart": "In this paper, we examine whether the processes underlying academic interest are similar for men and women. We conducted survey studies at two U.S. universities that tested for the factors underlying women's academic interest in computer science and English. In addition, increasing interest in a domain may be particularly important to convincing students to choose a field (Malgwi et al. 1998; Turner and Bowen 1998) and to underperformance in coursework (Schiefele et al., 1992). With regards to computer science in particular, girls and women express less interest in this field than their male peers at all levels of schooling (Dryburgh 2000). Because computer science classes at most high schools and colleges are presently not mandatory (Barker and Aspray 2006) and foregoing even a single class can effectively preclude a technical major (Moses et Al. 1999), increasing women’s interest in these classes is especially important to ensuring their participation in computer sciences. In this work, we theor", "gold": "What processes best explain women's underrepresentation in science, math, and engineering fields in the U.S.? Do they also explain men's underrepresentation in the humanities? Two survey studies across two U.S. West Coast universities (N = 62; N = 614) addressed these questions in the context of two fields: one male-dominated (computer science) and the other female-dominated (English). Among a set of social predictors-including perceived similarity to the people in the field, social identity threats, and expectations of success-the best mediator of women's lower interest in computer science and men's lower interest in English was perceived similarity. Thus, changing students' social perceptions of how they relate to those in the field may help to diversify academic fields.", "context": "Despite considerable progress in diversifying previously homogenous domains, women continue to experience significant underrepresentation across a spectrum of academic fields in science, technology, engineering, and mathematics (STEM). In an effort to reconcile conflicting findings and identify what factors best explain this under-representation, Ceci et al. (2009) conducted a comprehensive review of over 400 studies. The first aim of the current work is to examine the social factors that best explain women's lower interest in one of the most male-dominated STEM fields in the U.S., computer science. We propose that perceptions of similarity to people in a field play a central role in shaping an individual’s interest in that field, even after controlling for other social factors, such as social identity threat and expectations of success.", "contribution": "We propose that perceptions of similarity to people in a field play a central role in shaping an individual's interest in that field, even after controlling for other social factors such as social identity threat and expectations of success. To address these two aims, we conducted survey studies at two U.S. universities that tested for the factors underlying women and men’s academic interest in computer science and English (U.S.) Do men forsake fields like English in the United States for the same reasons that women forsake computer science? The second aim of this paper is to examine whether the processes underlying academic interest are similar for men and women. We found that students who perceived overlap between the self and a prototype of the typical student who is good at the field had more positive attitudes toward that field than those who perceived less overlap.", "url": "https://doi.org/10.1007/s11199-010-9835-x", "title": "Explaining Underrepresentation: A Theory of Precluded Interest"}
{"distilbart": "The aim is to reconstruct the etymology of British surnames and to explain their morphological variations through space and time. The second research direction implies the use of historical data. We note that this approach has a special relevance as, in the frame of accurate descriptions of population dynamics, surnames can be available backwards in time for consecutive generations, while comparable genetic data (Y-chromosome) can not. The research of Gerrit Bloothooft and co-workers we described in the previous section also included information on ancient data as the life cycles of 76,000 persons born between 1811 and 1922 were analysed. Similarly, Guy Brunet, Pierre Darlu and The large increase of the available data, both in time and space, has led to the development of new methods and analytical tools. Among them, and now widely used, are automatic geographic representations of surname diversity, which plot on a map either the variations of frequency of a given name or of a set of names", "gold": "Abstract   A recent workshop entitled “The Family Name as Socio-Cultural Feature and Genetic Metaphor: From Concepts to Methods” was held in Paris in December 2010, sponsored by the French National Centre for Scientific Research (CNRS) and by the journal Human Biology. This workshop was intended to foster a debate on questions related to the family names and to compare different multidisciplinary approaches involving geneticists, historians, geographers, sociologists and social anthropologists. This collective paper presents a collection of selected communications.", "context": "The aim is to reconstruct the etymology of British surnames and to explain their morphological variations through space and time. The second research direction implies the use of historical data. We note that this approach has a special relevance as, in the frame of accurate descriptions of population dynamics, surnames can be available backwards in time for consecutive generations, while comparable genetic data (Y-chromosome) can not. The large increase of the available data, both in time and space, has led to the development of new methods and analytical tools. Among them, and now widely used, are automatic geographic representations of surname diversity, which plot on a map either the variations of frequency of a given name or of a set of names sharing some phonetic or grammatical features (see figure in Bloothooft and Dräger contributions). Some innovative applications to surname data of available statistical methods were also presented, for example a Bayesian approach to infer the origins of migrants (Brunet et", "contribution": "The aim is to reconstruct the etymology of British surnames and to explain their morphological variations through space and time. We note that this approach has a special relevance as, in the frame of accurate descriptions of population dynamics, surnames can be available backwards in time for consecutive generations, while comparable genetic data (Y-chromosome) can not. The research of Gerrit Bloothooft and co-workers we described in the previous section also included information on ancient data as the life cycles of 76,000 persons born between 1811 and 1922 were analysed.", "url": "https://doi.org/10.3378/027.084.0205", "title": "The Family Name as Socio-Cultural Feature and Genetic Metaphor: From Concepts to Methods"}
{"distilbart": "In performing a historical and critical review of performativity in OMT, we make threefold contribution to the discipline. First, we highlight the uses, abuses and under-uses of performsativity by studying the discrepancies between foundational perspectives and their actual uses by management scholars. This analysis points to both missed opportunities and promising new research directions. Second, we reveal a lack of organizational conceptualizations of performative: discussions of how organizations are performed and how performativity is organized remain embryonic. Third, our taxonomy of OMT work on performativity, which complements prior attempts at mapping the performativity landscape (e.g. Diedrich et al., 2013; Guérard et al. 2013), sheds light on the fragmentation of this landscape and contributes to creating the conditions for dialogue across different perspectives. Ultimately, in 'bringing into being' a field of studies on performative, this review aims to provoke a 'performative turn' in OTT and to push OMT scholars to", "gold": "John Austin introduced the formulation ‘performative utterance’ in his 1962 book How to Do Things with Words. This term and the related concept of performativity have subsequently been interpreted in numerous ways by social scientists and philosophers such as Lyotard, Butler, Callon and Barad, leading to the coexistence of several foundational perspectives on performativity. This paper reviews and evaluates critically how organization and management theory (OMT) scholars have used these perspectives, and how the power of performativity has, or has not, stimulated new theory-building. In performing a historical and critical review of performativity in OMT, the authors’ analysis reveals the uses, abuses and under-uses of the concept by OMT scholars. It also reveals the lack of both organizational conceptualizations of performativity and analysis of how performativity is organized. Ultimately, the authors’ aim is to provoke a ‘performative turn’ in OMT by unleashing the power of the performativity concept to generate new and stronger organizational theories.", "context": "Organization and Management Theory (OMT) scholars have used the concept of performativity in their work to reconsider organizational routines, rational decision-making, the functioning of markets, the gendering of the workplace and the constitution of managerial identities. But OMT scholars draw on different interpretations of the term, often with little regard to how their work relates to foundational conceptualizations of performivity, and little effort to take stock of what is performed through these multiple uses of performance. This paper starts addressing this gap by reviewing the foundational perspectives that OMT scholar have used in their own work, and evaluates critically how they have mobilized existing conceptualizations or generated new performativity perspectives. In performing a historical and critical review of performative in OMT, we make a threefold contribution to the discipline. First, we highlight the uses, abuses and under-uses of performicism in OCT by studying the discrepancies between foundational perspectives and their actual uses by management scholars. This analysis points to both missed", "contribution": "In performing a historical and critical review of OMT, we make a threefold contribution to the discipline. First, we highlight the uses, abuses and under-uses of performativity in OMT by studying the discrepancies between foundational perspectives and their actual uses by management scholars. This analysis points to both missed opportunities and promising new research directions. Second, we reveal a lack of organizational conceptualizations of performivity: discussions of how organizations are performed and how performativity is organized remain embryonic. Third, our taxonomy of performative work on performativity, which complements prior attempts at mapping the performativity landscape (e.g. Diedrich et al., 2013; Guérard et al. 2013), sheds light on the fragmentation of this landscape and contributes to creating the conditions for dialogue across different perspectives. Ultimately, in ‘bringing into being’ a field of studies on performance, this review aims to provoke a ‘performative turn’ in Organization and Management Theory and", "url": "https://doi.org/10.1111/ijmr.12074", "title": "What Do We Mean by Performativity in Organizational and Management Theory? The Uses and Abuses of Performativity"}
{"distilbart": "The present phase of regulating public space, at least in the cities of Europe and North America has been the increased regulation of public space and the surveillance of its inhabitants. With the emergence of industrial urbanism the process of 'privatisation' continued and extended to the burgeoning towns and cities as land was coopted for industrial production and for exclusive residential use -gated communities have their origin in the 19th century city and indeed can be tracked back to the walled and enclaved cities of the Middle Ages (Blakely and Snyder, 1997). The increasing strength of metropolitan governments from the late 19 th century through first three quarters of the 20th century saw the zoning of land for various dedicated uses, much designatedsometimes by default -as land and property for public access (streets, parks, libraries, museums, squares, etc.). The intensity with which these controls on access to public space are exercised varies significantly from place to place. As McCahill (2002: 200)", "gold": "Public space is an essential component of the daily life of homeless people, whether rough sleepers or hostel dwellers or others who are inadequately housed. During 2006 a group of researchers from the European Observatory on Homelessness considered the ways in which the increasing surveillance, regulation and control over public space, evident in all European cities, has impacted on the lives of homeless people. In this paper we chart the background to this latest phase in the 'regulation of urban space' and assemble evidence from across Europe and especially from our case study countries – Finland, Germany, Ireland, Italy, Lithuania, Poland, and Sweden. We attempt an analysis of these trends using concepts of 'border control', 'discipline' and 'deterrence'. We also consider a limited number of examples of resistance by and on behalf of homeless people to the imposition of restrictions on public space access. In the concluding section, we reflect on related wider societal processes associated with urban regulation and surveillance and their impact on the use of public space.", "context": "Over the past decade or so, an emerging trend in the cities of Europe and North America has been the increased regulation of public space and the surveillance of its inhabitants. The present phase of regulating public space is but the latest manifestation of a trend which can be traced back through the 20th to the 19th century and beyond. Indeed we can identify a (weak) link with the processes of enclosure of common land in Europe during the 18th and 19th centuries and earlier; a process which turned much hitherto community owned and commonly used land into private ownership and exclusive use. With the emergence of industrial urbanism the process of ‘privatisation’ continued and extended to the burgeoning towns and cities as land was coopted for industrial production and for exclusive residential use – gated communities have their origin in the 19(th) century city and indeed can be tracked back to the walled and enclaved cities of the Middle Ages (Blakely and Snyder, 1997). The increasing strength", "contribution": "To explore these issues, we look at the evidence from across Europe and especially from our case study countries -Finland, Germany, Ireland, Italy, Lithuania, Poland, and Sweden. We also consider the issue of legislation as it relates to the restrictive use of pubic space by marginal populations. In the final substantive section of the paper we reflect on the limited examples of resistance to the imposition of restrictions in various contexts and conclude with a consideration of a range of explanations for the present-day imposition of restricted access.", "url": "https://doi.org/10.24908/ss.v5i3.3425", "title": "Homelessness and Exclusion: Regulating public space in European Cities"}
{"distilbart": "In the context of economic and social inequality, corporate power and the dismantling of the welfare state in favour of new forms of housing and labour precarity have been central to a new transnational geography of dissent (Mitchell, 2012). This is not to suggest that the 'will to occupy' is somehow generalizable. Each context and occupation is different. And yet, the call for non-representational forms of politics, the assembling of improvised protest camps and the creative re-appropriation of space and time have been critical to a novel spatial geography of Diss. In this respect, it sought to draw direct attention to the ‘violence of financial capitalism’ (Marrazi, 2010) and to call time on the predations of accumulation. It should come perhaps as no surprise then that the Corporation of the City of London quickly withdrew from negotiations with the protesters and began legal proceedings while Government ministers lined up, in turn, to denounce the protesters as mere'squatters'. For", "gold": "This paper explores the recent resurgence of occupation-based practices across the globe, from the seizure of public space to the assembling of improvised protest camps. It re-examines the relationship between the figure of occupation and the affirmation of an alternative ‘right to the city’. The paper develops a critical understanding of occupation as a political process that prefigures and materializes the social order which it seeks to enact. The paper highlights the constituent role of occupation as an autonomous form of urban dwelling, as a radical politics of infrastructure and as a set of relations that produce common spaces for political action.", "context": "The occupation at St Paul's was, in this respect, highly symbolic. Located in the City of London, it sought to draw direct attention to the 'violence of financial capitalism' (Marrazi, 2010) and to call time on the predations of contemporary modes of accumulation. It should come perhaps as no surprise then that the Corporation of the city of London quickly withdrew from negotiations with the protesters and began legal proceedings while Government ministers lined up, in turn, to denounce the protest as mere ‘squatters’ (Shapps, 2011; see Vasudevan, 2011). The claim for repossession was made on the grounds of ‘trespass’ on a public highway’ and that it had a duty to assert and protect the rights of the public to the use and enjoyment of the highway. According to the Corporation, the ‘semi-permanent’ nature of the protest restricted the rights and freedoms of those visiting, walking through", "contribution": "In this paper, we present a case study of the occupation at St Paul's in front of St Paul’s Cathedral in London and discuss its implications for public space governance. We argue that it is not possible to make sense of the protest through the lens of recent work on urban public spaces governance, but rather by drawing attention to the specific legal practices and knowledges that have come to regulate how particular kinds of public spaces are managed.", "url": "https://doi.org/10.1177/0309132514531470", "title": "The autonomous city: Towards a critical geography of occupation"}
{"distilbart": "This article explores how everyday experience in long-term relationships makes and remakes couple intimacies in dynamic and emotionally charged configurations. To achieve this we deployed a multiple methods, multi-sensory research design to access accounts of vibrant and visceral relationships, foregrounding the everyday and focusing on ordinary moments as a lens through which to examine relationship process, practice and structure. This'moments approach' is, we argue, a dynamic means to advance understandings of patterns of relationship experience, grounded in their biographical contexts and emotional settings. It affords us a way of staying attached to the 'everydayness' of relationships (Daly, 2003), providing close-up insights that effectively and affectively capture the essence of relationships. This article illustrates, then, how a moment approach to studying couple relationships and intimate life more generally can open up an analytic crack through which we can better see and shed light on personal experience and thereby facilitate multidimensional analysis of the materiality, tempor", "gold": "Everyday moments and ordinary gestures create the texture of long-term couple relationships. In this article we demonstrate how, by refining our research tools and conceptual imagination, we can better understand these vibrant and visceral relationships. The 'moments approach' that we propose provides a lens through which to focus in on couples' everyday experiences, to gain insight on processes, meanings and cross-cutting analytical themes whilst ensuring that feelings and emotionality remain firmly attached. Calling attention to everyday relationship practices, we draw on empirical research to illustrate and advance our conceptual and methodological argument. The Enduring Love? study included an online survey (n = 5445) and multi-sensory qualitative research with couples (n = 50) to interrogate how they experience, understand and sustain their long-term relationships.", "context": "Abstract Everyday life is a life lived on the level of surging affects, impacts suffered or barely avoided. It takes everything we have. But it also spawns a series of somethings dreamed up in the course of the things. In her book Ordinary Affects, Kathleen Stewart endeavours to slow down the pace of analytical thinking as a means of speaking to and taking account of complex and uncertain objects, ‘to fashion some form of address that is adequate to their form; to find something to say about ordinary affects by performing some of the intensity and texture that makes them habitable and animate’ (2007:4). In this article we advocate a similar analytical strategy for the study of long-term couple relationships, focusing attention on the incidental, the often unnoticed and the ephemeral which create the texture of such relationships and through which their tensile strength is constituted.Relationships comprise pragmatics and emotions, choices and lack of choice, contentment and disenchantment –", "contribution": "In this article we advocate a similar analytical strategy for the study of long-term couple relationships, focusing attention on the incidental, the often unnoticed and ephemeral which create the texture of such relationships and through which their tensile strength is constituted. To achieve this we deployed a multiple methods, multi-sensory research design to access accounts of vibrant and visceral relationships, foregrounding the everyday and focusing on ordinary moments as a lens through which to examine relationship process, practice and structure. This'moments approach' is, therefore, a dynamic means to advance understandings of patterns of relationship experience, grounded in their biographical contexts and emotional settings. It affords us a way of staying attached to the ‘everydayness’ of relationships, providing close-up insights that effectively and affectively capture the essence of relationships. This article illustrates, then, how a moments approach to studying couple relationships and intimate life more generally can open up an analytic crack through which we can better", "url": "https://doi.org/10.1177/0038038515578993", "title": "Telling Moments and Everyday Experience: Multiple Methods Research on Couple Relationships and Personal Lives"}
{"distilbart": "The (bio) politicization of neuroscience in Australian early years policies aims to bring together biopolitical and neoliberal forms of governments in a way Foucault echoed, but was never explicit about. Human capital theory has contributed greatly to generate investments in education and ECEC historically (Luke, 1997; Millei, 2015). The most important achievement of human capital theory according to its proponents is that it has enabled a translation of human behaviour into economic terms. Thus, HCT has provided an avenue for the systematic application of an economic theory to answer various problems such as unemployment, health, incarceration and marginalization. The subjects of these policies (young human lives) are expected to pay back the investment in their productivity, health and longevity in the longer run (Foucault 2003, 254-255). In short, the idea of investing into childhood is essentially a biopolitic project. This is also recognized by Peters (2014, 329), who aptly writes that HCT", "gold": "AbstractAt the present, human capital theory (HCT) and neuroscience reasoning are dominant frameworks in early childhood education and care (ECEC) worldwide. Popular since the 1960s, HCT has provided an economic understanding of human beings and offered strategies to manage the population with the promise of bringing improvements to nations. Neuroscience arguments added new ways to regulate human beings, and thus another ‘hopeful ethos’ and investment into the future. In this paper, we examine different positive, life-improving, and hopeful takes on early childhood as forms of biopolitical government, which are closely related to the enhancement of individual capacities and the shifting problems of the neoliberal state. Curiously, this process, grounded on biological fatalism and naturalizing arguments, has led to new class categorizations and ways of social discrimination. We hence argue that even though a ‘hopeful ethos’ is offered through the (bio)politicization of neurosciences, it has led to eugenic ...", "context": "The (bio) politicization of neuroscience in Australian early years policies: fostering brain resources as human capital. The main part of the analysis, we show how the recent neuroscientific reasoning in early childhood policies has been politicized within the neoliberal logic of government. We thus claim, is not a completely novel idea, but more of a shift within biopolitical government that leads to new categorizations and forms of discrimination based on biological and naturalizing arguments. We are concerned about the uncritical take-up of HCT and neurosciences in ECEC policy and advocacy work, since they reconstruct race and class bound divisions on biological bases and easily lend themselves into eugenic or ‘neugenic’ reasonings in pedagogy and practice (Baker, 2015). Theorywise, we also aim to show throughout the paper how the current framings of early childhood policy that employs neuroscientific thinking seem to bring together biopolitics and neoliberal forms of governments in a way", "contribution": "The (bio) politicization of neuroscience in Australian early years policies: fostering brain resources as human capital. In the main part of the analysis, we show how the recent neuroscientific reasoning in early childhood policies has been politicized within the neoliberal logic of government. We thus claim, is not a completely novel idea, but more of a shift within biopolitical government that leads to new categorizations and forms of discrimination based on biological and naturalizing arguments. Theorywise, we also aim to show throughout the paper how the current framings of early childhood policy that employs neuroscientific thinking seem to bring together biopolitics and neoliberal forms of governments in a way Foucault echoed, but was never explicit about.", "url": "https://doi.org/10.1080/02680939.2016.1148780", "title": "The (bio)politicization of neuroscience in Australian early years policies: fostering brain-resources as human capital"}
{"distilbart": "In this article we show how attitudes and social policies toward immigrants contribute to the uneven diagnosis of autism among Hispanics. Specifically, we consider how immigration policy has significant spillover effects on health outcomes such that Hispanic children experiencing a wave of legislation putatively designed to control state budgets or combat terrorism turn out to be disadvantaged with respect to service access. This has implications for our understanding of risk, risk factors, and the proper identification of the drivers of increased autism prevalence. This relationship is seen to arise from multiple overlapping causal mechanisms, including the environment, access to health care, treatment disparities, and health behaviors. The \"fundamental cause\" argument in sociology posits that social conditions are not mere proxies for direct causes, but are fundamental, if distal, causes of these intervening variables as well as health outcomes (Link and Phelan 1995; Ross and Collins 1995). Researchers repeatedly observe a socioeconomic gradient for health, such that morbidity and mortality are higher for the disadvantaged, across a wide variety", "gold": "Motivated by the dramatic increase in autism diagnoses in recent years, research into risk factors has uncovered substantial variation in autism prevalence by race/ethnicity, SES, and geography. Less studied is the connection between autism diagnosis rates and the social and political context. In this article, we link the temporal pattern of autism diagnosis for Hispanic children in California to state and federal anti-immigrant policy, particularly ballot initiative Proposition 187, limiting access to public services for undocumented immigrants and their families. Using a population-level dataset of 1992-2003 California births linked to 1992-2006 autism case records, we show that the effects of state and federal policies toward immigrants are visible in the rise and fall of autism risk over time. The common epidemiological practice of estimating risk on pooled samples is thereby shown to obscure patterns and mis-estimate effect sizes. Finally, we illustrate how spatial variation in Hispanic autism rates reflects differential vulnerability to these policies. This study reveals not only the spillover effects of immigration policy on children's health, but also the hazards of treating individual attributes like ethnicity as risk factors without regard to the social and political environments that give them salience.", "context": "The process by which autism is identified and diagnosed has changed over the past three decades. Public awareness of autism has increased, and the stigma associated with autism-arising from the mistaken belief that autism was a psychogenic disorder -has decreased. Against this background, autism prevalence has risen dramatically, if unevenly. In this article we show how attitudes and social policies toward immigrants contribute to the uneven diagnosis of autism among Hispanics. Specifically, we consider how immigration policy has significant spillover effects on health outcomes such that Hispanic children experiencing a wave of legislation putatively designed to control state budgets or combat terrorism turn out to be disadvantaged with respect to service access. This has implications for our understanding of risk, risk factors, andthe proper identification of the drivers of increased autism prevalence.", "contribution": "In this article we show how attitudes and social policies toward immigrants contribute to the uneven diagnosis of autism among Hispanics. Specifically, we consider how immigration policy has significant spillover effects on health outcomes such that Hispanic children experiencing a wave of legislation putatively designed to control state budgets or combat terrorism turn out to be disadvantaged with respect to service access. This has implications for our understanding of risk, risk factors, and the proper identification of the drivers of increased prevalence.", "url": "https://doi.org/10.1111/j.1573-7861.2011.01238.x", "title": "Risk as Social Context: Immigration Policy and Autism in California."}
{"distilbart": "We investigate whether and how the cultural, economic and social capitals of Swiss parents and the educational stream of their sons influence the self-rated health of the sons. Inspired by the theories of Pierre Bourdieu [1] [2], we use the term 'capital' to refer to resources for individual action that are socially valued and objects of struggle. The most centrally important forms of capital in social life are cultural capital, economic capital and social capital. Cultural capital refers to material and non-material resources that originate in prevailing social systems of values and symbols. An educational credential is an institutionalized form of culture capital that represents a certificate of cultural competence which confers on its holder a conventional, constant and legally guaranteed value with respect to culture. Cultural tastes and inclinations, lasting dispositions of mind and body that are considered socially desirable and relatively rare, represent an embodied form of cultural capital. Objectified cultural capital involves the possession of valued cultural goods such as books, works of art and", "gold": "INTRODUCTION We apply capital interplay theory to health inequalities in Switzerland by investigating the interconnected effects of parental cultural, economic and social capitals and personal educational stream on the self-rated health of young Swiss men who live with their parents. METHODS We apply logistic regression modelling to self-rated health in original cross-sectional survey data collected during mandatory conscription of Swiss male citizens in 2010 and 2011 (n = 23,975). RESULTS In comparison with sons whose parents completed mandatory schooling only, sons with parents who completed technical college or university were significantly more likely to report very good or excellent self-rated health. Parental economic capital was an important mediating factor in this regard. Number of books in the home (parental cultural capital), family economic circumstances (parental economic capital) and parental ties to influential people (parental social capital) were also independently associated with the self-rated health of the sons. Although sons in the highest educational stream tended to report better health than those in the lowest, we found little evidence for a health-producing intergenerational transmission of capitals via the education stream of the sons. Finally, the positive association between personal education and self-rated health was stronger among sons with relatively poorly educated parents and stronger among sons with parents who were relatively low in social capital. CONCLUSIONS Our study provides empirical support for the role of capital interplays, social processes in which capitals interpenetrate or co-constitute one another, in the intergenerational production of the health of young men in Switzerland.", "context": "BACKGROUND We investigate whether and how the cultural, economic and social capitals of Swiss parents and the educational stream of their sons influence the self-rated health of the sons. METHODOLOGY/PRINCIPAL FINDINGS A cross-sectional study was conducted in a sample of young Swiss men collected during the process of mandatory conscription of eligible male citizens from 2010 to 2011 (n = 1,857). The number of books in the home is an indicator of parental institutionalized cultural capital that represents a certificate of cultural competence which confers on its holder a conventional, constant and legally guaranteed value with respect to culture. The second primary form of capital, economic capital, refers to money and other assets such as property that can be directly converted into money. Social capital refers to resources embedded in relationships of mutual acquaintance or recognition. Access to the capitals held by others effectively serves to augment or enhance an individual's own stock of cultural and economic capitals. Previous research indicates that each of these", "contribution": "We use indicators of various forms of cultural, economic and social capitals held by the parents to explicate the health effects of parental education. We examine each of these intergenerational processes as a generator of positive self-rated health in a sample of young Swiss men collected in 2010–2011 during the process of mandatory conscription of eligible male citizens. After establishing a statistical relationship between the educational credentials of parents and the self- rated health of their sons, we find that higher educated parents are likely to have a relatively large number of books in the family, facilitated by parental education, is an indicator of parental cultural resources broadly writ that function to promote the health of the sons. We also hypothesize that parental education is strongly related to parental economic capital due to the strong links in Swiss society between educational credentials and occupations.", "url": "https://doi.org/10.1186/s12939-015-0167-x", "title": "Capital interplays and the self-rated health of young men: results from a cross-sectional study in Switzerland"}
{"distilbart": "Alcohol consumption is influenced by a complex causal system of interconnected psychological, behavioural, social, economic, legal and physical environmental factors. These factors are shaped by governments (eg, licensing laws and taxation), by consumers and by alcohol industry practices, such as advertising. The marketing and advertising of alcoholic products contributes to an 'alcogenic environment' and is a modifiable influence on alcohol consumption and harm. The public health perspective is that there is sufficient evidence that alcohol advertising influences consumption. The alcohol industry disputes this, asserting that advertising only aims to help consumers choose between brands. Given this, assessments of the effects of advertising restrictions which focus only on sales or consumption are insufficient and may be misleading. For this reason, previous systematic reviews, including the 2014 Cochrane review on advertising restrictions (Siegfried et al) contribute important, but incomplete representations of ‘the evidence’ needed to inform the public health case for policy decisions on alcohol advertising. We conclude that an unintended consequence of narrow", "gold": "Background Alcohol consumption is influenced by a complex causal system of interconnected psychological, behavioural, social, economic, legal and environmental factors. These factors are shaped by governments (eg, licensing laws and taxation), by consumers (eg, patterns of alcohol consumption drive demand) and by alcohol industry practices, such as advertising. The marketing and advertising of alcoholic products contributes to an ‘alcogenic environment’ and is a modifiable influence on alcohol consumption and harm. The public health perspective is that there is sufficient evidence that alcohol advertising influences consumption. The alcohol industry disputes this, asserting that advertising only aims to help consumers choose between brands. Methods We review the evidence from recent systematic reviews, including their theoretical and methodological assumptions, to help understand what conclusions can be drawn about the relationships between alcohol advertising, advertising restrictions and alcohol consumption. Conclusions A wide evidence base needs to be drawn on to provide a system-level overview of the relationship between alcohol advertising, advertising restrictions and consumption. Advertising aims to influence not just consumption, but also to influence awareness, attitudes and social norms; this is because advertising is a system-level intervention with multiple objectives. Given this, assessments of the effects of advertising restrictions which focus only on sales or consumption are insufficient and may be misleading. For this reason, previous systematic reviews, such as the 2014 Cochrane review on advertising restrictions (Siegfried et al) contribute important, but incomplete representations of ‘the evidence’ needed to inform the public health case for policy decisions on alcohol advertising. We conclude that an unintended consequence of narrow, linear framings of complex system-level issues is that they can produce misleading answers. Systems problems require systems perspectives.", "context": "BACKGROUND Alcohol consumption is influenced by a complex causal system of interconnected psychological, behavioural, social, economic, legal and environmental factors. These factors are shaped by governments (eg, licensing laws and taxation), by consumers (eg., patterns of alcohol consumption drive demand) and by alcohol industry practices, such as advertising. The marketing and advertising of alcoholic products contributes to an 'alcogenic environment' and is a modifiable influence on alcohol consumption and harm. The public health perspective is that there is sufficient evidence that alcohol advertising influences consumption. The alcohol industry disputes this, asserting that advertising only aims to help consumers choose between brands. METHODS We review the evidence from recent systematic reviews, including their theoretical and methodological assumptions, to help understand what conclusions can be drawn about the relationships between alcohol advertising, advertising restrictions and alcohol consumption. RESULTS A wide evidence base needs to be drawn on to provide a system-level overview of the relationship between alcohol advertisement, advertising restriction and consumption. Advertising aims to", "contribution": "METHODS We review the evidence from recent systematic reviews, including their theoretical and methodological assumptions, to help understand what conclusions can be drawn about the relationships between alcohol advertising, advertising restrictions and alcohol consumption. Given this, assessments of the effects of advertising restrictions which focus only on sales or consumption are insufficient and may be misleading. For this reason, previous systematic reviews such as the 2014 Cochrane review on advertising restrictions (Siegfried et al) contribute important, but incomplete representations of 'the evidence' needed to inform the public health case for policy decisions on alcohol advertising. We conclude that an unintended consequence of narrow, linear framings of complex system-level issues is that they can produce misleading answers.", "url": "https://doi.org/10.1136/jech-2016-207644", "title": "Alcohol advertising and public health: systems perspectives versus narrow perspectives"}
{"distilbart": "Recent relocation of public health back into English local government, after 40 years as part of the National Health Service (NHS) is, at one level, a rational outcome of the policy shifts associated with the 'new public health' and its focus on upstream determinants of health such as housing, local economic development and the built environment. As these domains fall largely within the remit of the local authorities in the UK, the stated policy rationale for this move was that the public health function should be located where it could be fully articulated with service planning and provision. Alcohol use is one example of a domain where public health gain has been mooted as a potential benefit from the relocation of national health policy (Martineau et al. 2013) and indeed, the example chosen by Dame Sally Davies, the Chief Medical Officer for England, in an interview about the potential of the relocation:You can't sort [excessive drinking] out from Whitehall, and you can begin to think about", "gold": "The recent move of public health back to English local government has reignited debates about the role of a medicalised public health profession. The explicit policy rationale for the move was that local government is the arena in which the social determinants of health can be addressed, and that public health specialists could provide neutral evidence to support action on these. However, if a discourse of 'evidence-based' policy is in principle (if not practice) relatively unproblematic within the health arena, within the more overtly politicised local government space, rather different policy imperatives come to the fore. Responding to calls for research on evidence in practice, this article draws on ethnographic data of local authorities in the first year of the reorganised public health function. Focusing on alcohol policy, we explore how decisions that affect public health are rationalised and enacted through discourses of localism, empiricism and holism. These frame policy outcomes as inevitably plural and contingent: a framing which sits uneasily with normative discourses of evidence-based policy. We argue that locating public health in local government necessitates a refocusing of how evidence for public health is conceptualised, to incorporate multiple, and political, understandings of health and wellbeing.", "context": "The recent relocation of public health back into English local government is, at one level, a rational outcome of the policy shifts associated with the ‘new public health’ and its focus on upstream determinants of health such as housing, local economic development and the built environment. As these domains fall largely within the remit of the local authorities in the UK, the stated policy rationale for this move was that the public health function should be located where it could be fully articulated with service planning and provision. Alcohol use is one example of a domain where public health gain has been mooted as a potential benefit from the relocation, and indeed, the example chosen by Dame Sally Davies, the Chief Medical Officer for England, in an interview about the potential of the relocation: you can't sort [excessive drinking] out from Whitehall, and you can’t sort it out through a sickness service, but you can begin to think about it in communities. Do they have too many off", "contribution": "In this paper, we present a systematic review of the literature on policy-making in public health and non-health sectors. We argue that the use of evidence for public health is seen as residing in the rather different cultures of evidence in these fields, with one systematic review identifying issues such as the practical applicability and provenance of evidence as more pressing for those in the non-Health sector than in public Health (Lorenc et al., 2014), echoing calls for a more nuanced appreciation of what counts as evidence in terms of influencing policy.", "url": "https://doi.org/10.1111/1467-9566.12214", "title": "Working for the public health: politics, localism and epistemologies of practice."}
{"distilbart": "In this article, we develop a framework for understanding the link between spatiality and citizenship. We draw on Massey's conceptualization of space as 'ongoing constructions' (Massey, 2005: 180), in order that they participate in systems of state governance: it is a dynamic social practice with public participants actively negotiating with official bodies to determine how entitlements and duties are realised in practice. We know that citizenship cannot be conceptualised 'aspatially', yet the ways spatial aspects of participation mediate how citizenship is implemented in practice remain unexplored. In this paper, we examine how participatory spaces affect the participation that takes place within them, drawing on empirical examples from patient and public involvement initiatives in the UK. We view participation in healthcare as part of a range of practices through which citizenship is negotiated and enacted. Citizenship is often mentioned in the participation literature, but rarely defined there. Here, we follow Isin, Gaventa, Barnes and others who argue that citizenship", "gold": "This ethnographic study examines how participatory spaces and citizenship are co-constituted in participatory healthcare improvement efforts. We propose a theoretical framework for participatory citizenship in which acts of citizenship in healthcare are understood in terms of the spaces they are in. Participatory spaces consist of material, temporal and social dimensions that constrain citizens' actions. Participants draw on external resources to try to make participatory spaces more productive and collaborative, to connect and expand them. We identify three classes of tactics they use to do this: 'plotting', 'transient combination' and 'interconnecting'. All tactics help participants assemble to a greater or lesser extent a less fragmented participatory landscape with more potential for positive impact on healthcare. Participants' acts of citizenship both shape and are shaped by participatory spaces. To understand participatory citizenship, we should take spatiality into account, and track the ongoing spatial negotiations and productions through which people can improve healthcare.", "context": "BACKGROUND Participation in healthcare is increasingly framed as a right of citizenship. Yet spaces where participation happens and the ways spatial elements influence participants are rarely analysed. In this article, we examine how participatory spaces affect the participation that takes place within them, drawing on empirical examples from patient and public involvement initiatives in the UK. METHODS We develop a framework for understanding the link between spatiality and citizenship. We draw on Massey's conceptualization of space as 'ongoing constructions' (Massey, 2005: 180), in a constant process of becoming, through three mutually constituted and constituting dimensions (the physical, the temporal and the social). Space is physical: it is constructed and localised in places and crystallised in practices, which have material consequences simultaneously framing interactions between people, shaping their embodied experiences and social processes and being constituted by them. RESULTS We show how public participants perform acts of citizenship that help influence healthcare improvement. For an act to be an 'act of", "contribution": "In this article, we examine how participatory spaces affect the participation that takes place within them, drawing on empirical examples from patient and public involvement initiatives in the UK. We develop a framework for understanding the link between spatiality and citizenship. For an act to be an 'act of citizenship', it must help create new ‘scenes’ of action (e.g. quality healthcare) and introduce ‘ruptures or beginnings’ in established ‘scripts’ and (spatial) orders.", "url": "https://doi.org/10.1177/0038038514544208", "title": "Spaces for Citizen Involvement in Healthcare: An Ethnographic Study"}
{"distilbart": "In the Near East and east Asia, nomadic societies have commonly been cast as disruptive forces to the success of \"civilizations,\" be they the Amorites de-structuring the Ur III city-state (Postgate 1992:42) or the Xiongnu marauding on the western frontiers of the Chinese state (Lattimore 1940). Such portrayals are derived primarily from written sources, which not surprisingly record the etic perspectives of chroniclers rather than the emic narratives of the respective \"nomads.\" To productively insert mobile pastoralist political economies into the broader historical story line of world civilizations, we must start by understanding mobile pastoralists strategies and interactive arenas in their own right. This is no easy task because Eurasian steppe archaeology is both patchy and deeply rooted in an academic tradition that situates the steppe zone as peripheral to the main currents of social complexity (Hanks, Epimakhov, and Renfrew 2007; Olsen", "gold": "In this article I present a new archaeological synthesis concerning the earliest formation of mobile pastoralist economies across central Eurasia. I argue that Eurasian steppe pastoralism developed along distinct local trajectories in the western, central, and (south)eastern steppe, sparking the development of regional networks of interaction in the late fourth and third millennia BC. The “Inner Asian Mountain Corridor” exemplifies the relationship between such incipient regional networks and the process of economic change in the eastern steppe territory. The diverse regional innovations, technologies, and ideologies evident across Eurasia in the mid-third millennium BC are cast as the building blocks of a unique political economy shaped by “nonuniform” institutional alignments among steppe populations throughout the second millennium BC. This theoretical model illustrates how regional channels of interaction between distinct societies positioned Eurasian mobile pastoralists as key players in wide-scale i...", "context": "Eurasian pastoralists have defined pervasive systems of ecological and political adaptation that have irrevocably shaped the nature of economic and social interaction across western and central Asia for more than 5,000 years (Hole 1987; Lamberg Karlovsky 1974; Masson 2006; Shaffer 1978; Tosi 1972). Ethnohistorical studies document how prevalent modes of specialized pastoralism across the steppes exhibit diverse practices of mobility and herd structure; they also highlight how diffuse political organization of steppe pastoralists both promoted and antagonized the growth of empires and states throughout antiquity (Di Cosmo 1994 Lattimore 1940; Rogers 2007). Research on Eurasian pastoralist archaeology is casting new light on their catalytic roles in the development and organization of prehistoric civilizations across Eurasia and thus prompts a shift in focus from large-scale sedentary agricultural societies toward mobile pastoralists as key players in the growing complex systems of economic/political interaction from China to the Black Sea, Mes", "contribution": "In this paper, we present a conceptual map of the central-Eurasian steppes at the physical “center” of our conceptual map, east Asia, south Asia, Mesopotamia, and the Black Sea/Anatolia aligning along its borders. This perspective illustrates how central–Eurasians were situated at the social crossroads of these regions. The inherent danger with such a mapping is that it risks conflating the diversity of steppe communities into a monolithic community structure. To productively insert mobile pastoralist political economies into the broader historical story line of world civilizations, we must start by understanding regional strategies and interactive arenas in their own right.", "url": "https://doi.org/10.1086/663692", "title": "Multiregional Emergence of Mobile Pastoralism and Nonuniform Institutional Complexity across Eurasia"}
{"distilbart": "We study how a community can conceal itself to increase the likelihood of being overlooked by community-detection algorithms. To this end, we show that an optimal solution is often hard to compute, whereby the rewiring of social connections is restricted to the individual's immediate network neighbourhood. Specifically, it involves two actions that are already available on popular social media platforms: (i) \"unfriending\" certain neighbours; (ii) introducing certain neighbours to each other; and (iii) it is unlikely that effective legal mechanisms will be introduced in countries with authoritarian regimes where so-1 cial networking sites and other internet content is policed, and anti-governmental blogs and activities are censored. However, to date only few such countermeasures have been implemented, leaving the privacy issue largely unresolved, as is evident from the very recent release of Facebook’s “Global Government Requests Report” which revealed a global increase in government requests to secretly access user data. Furthermore, it", "gold": "The Internet and social media have fueled enormous interest in social network analysis. New tools continue to be developed and used to analyse our personal connections, with particular emphasis on detecting communities or identifying key individuals in a social network. This raises privacy concerns that are likely to exacerbate in the future. With this in mind, we ask the question: Can individuals or groups actively manage their connections to evade social network analysis tools? By addressing this question, the general public may better protect their privacy, oppressed activist groups may better conceal their existence, and security agencies may better understand how terrorists escape detection. We first study how an individual can evade\"network centrality\"analysis without compromising his or her influence within the network. We prove that an optimal solution to this problem is hard to compute. Despite this hardness, we demonstrate that even a simple heuristic, whereby attention is restricted to the individual's immediate neighbourhood, can be surprisingly effective in practice. For instance, it could disguise Mohamed Atta's leading position within the WTC terrorist network, and that is by rewiring a strikingly-small number of connections. Next, we study how a community can increase the likelihood of being overlooked by community-detection algorithms. We propose a measure of concealment, expressing how well a community is hidden, and use it to demonstrate the effectiveness of a simple heuristic, whereby members of the community either\"unfriend\"certain other members, or\"befriend\"some non-members, in a coordinated effort to camouflage their community.", "context": "We ask the question: can individuals or communities proactively manage their social connections so that their privacy is less exposed to the workings of network analysis tools? To this end, we study how a community can conceal itself to increase the likelihood of being overlooked by community-detection algorithms. From a group's viewpoint, we propose a measure of concealment, designed to quantify the degree to which a group of individuals is hidden. Using this measure, we demonstrate the effectiveness of yet another simple heuristic, whereby members of the community either \"unfriend\" certain other members, or \"befriend\" some non-members to blend into the surrounding web of social connections. Specifically, it involves two actions that are already available on popular social-media platforms: (i) “unfriending” certain neighbours; and (ii) introducing certain neighbours to each other. We analyse its computational complexity to illuminate the theoretical limits of such capability as disguising oneself. Although an optimal solution is", "contribution": "To this end, we propose a measure of concealment, designed to quantify the degree to which a group of individuals is hidden. Using this measure, we demonstrate the effectiveness of yet another simple heuristic, whereby members of the community either \"unfriend\" certain other members, or \"befriend\" some non-members to blend into the surrounding web of social connections. Specifically, it involves two actions that are already available on popular social-media platforms: (i) “unfriending” certain neighbours; and (ii) introducing certain neighbours to each other. From a graph-theoretic perspective, we analyse its computational complexity to illuminate the theoretical limits of such capability as disguising oneself. Although we show that an optimal solution is often hard to compute, we also present a surprisingly simple heuristics, whereby the rewiring of social relationships is restricted to the individual's immediate network neighbourhood.", "url": "https://doi.org/10.1038/s41562-017-0290-3", "title": "Hiding Individuals and Communities in a Social Network"}
{"distilbart": "In the intellectually progressive Northeastern U.S., favorable views toward evolution only reach 59%, the highest score nationwide (The Pew Research Center for the People & the Press 2005). Creationism and intelligent design split the public's support to evolution in the US. The concept of evolution provides naturalistic explanations about the origin of life, its diversification and biogeography, and the synergistic phenomena resulting from the interaction between life and the environment; mutations, gene flow, genetic drift, and natural selection shape life's biological processes in Earth's ecosystems (Mayr 2001). Since the publication of the Origin of Species by Charles Darwin, in 1859, Darwinian evolution has been scrutinized experimentally; today the theory of evolution is widely accepted by the scientific community. In contrast, creationism, theistic evolution, creation science, or young-earth creationism rely on supernatural causation to explain the origins of the universe and life. These views are not recognized by scientists as evidence-based", "gold": "Public acceptance of evolution in Northeastern U.S. is the highest nationwide, only 59%. Here, we compare perspectives about evolution, creationism, intelligent design (ID), and religiosity between highly educated New England faculty (n = 244; 90% Ph.D. holders in 40 disciplines at 35 colleges/universities) and college students from public secular (n = 161), private secular (n = 298), and religious (n = 185) institutions: 94/3% of the faculty vs. 64/14% of the students admitted to accepting evolution openly and/or privately, and 82/18% of the faculty vs. 58/42% of the students thought that evolution is definitely true or probably true, respectively. Only 3% of the faculty vs. 23% of the students thought that evolution and creationism are in harmony. Although 92% of faculty and students thought that evolution relies on common ancestry, one in every four faculty and one in every three students did not know that humans are apes; 15% of the faculty vs. 34% of the students believed, incorrectly, that the origin of the human mind cannot be explained by evolution, and 30% of the faculty vs. 72% of the students was Lamarckian (believed in inheritance of acquired traits). Notably, 91% of the faculty was very concerned (64%) or somehow concerned (27%) about the controversy evolution vs creationism vs ID and its implications for science education: 96% of the faculty vs. 72% of the students supported the exclusive teaching of evolution while 4% of the faculty vs. 28% of the students favored equal time to evolution, creationism and ID; 92% of the faculty vs. 52% of the students perceived ID as not scientific and proposed to counter evolution or as doctrine consistent with creationism. Although ≈30% of both faculty and students considered religion to be very important in their lives, and ≈20% admitted to praying daily, the faculty was less religious (Religiosity Index faculty = 0.5 and students = 0.75) and, as expected, more knowledgeable about science (Science Index faculty = 2.27 and students = 1.60) and evolution (Evolution Index faculty = 2.48 and students = 1.65) than the students. Because attitudes toward evolution correlate (1) positively with understanding of science/evolution and (2) negatively with religiosity/political ideology, we conclude that science education combined with vigorous public debate should suffice to increase acceptance of naturalistic rationalism and decrease the negative impact of creationism and ID on society’s evolution literacy.", "context": "The U.S. ranks 33rd in a list of 34 other countries where acceptance of evolution has been polled, in contrast to Iceland, Denmark, Sweden, France, Japan, and the UK, top in the list where ≈75-85% of adults accept evolution (Miller et al., 2006; The Gallup Poll 2009). Creationism and intelligent design split the public's support to evolution in the United States and nourish the controversy between scientific knowledge and popular belief (Padian 2009; Padian and Matzke 2009; Forrest 2010;Matzke 2010). Here, we examine the views of New England faculty (n=244) from 35 colleges and universities, who were polled in three areas: (1) the controversy over evolution versus creationism versus ID, (2) their understanding of how the evolutionary process works, and (3) their personal convictions concerning the evolution and/or creation of humans in the context of their own religiosity. We compared and", "contribution": "Here, we examine the views of New England faculty (n=244) from 35 colleges and universities, who were polled in three areas: public secular (161), private secular ( 298), and religious (185). We compared and contrasted the faculty’s perspectives with those of students from three representative New England institutions—public secular, private secular, and religious. Our results show that the majority of faculty are aware of evolution versus creationism; however, they do not know how the evolutionary process works, or their personal convictions concerning the evolution and/or creation of humans in the context of their own religiosity.", "url": "https://doi.org/10.1007/s12052-010-0298-x", "title": "New England Faculty and College Students Differ in Their Views About Evolution, Creationism, Intelligent Design, and Religiosity"}
{"distilbart": "The current 5.7% Swedish-speaking ethnic minority is backed up by constitutionally guaranteed rights as well as an extensive network of Swedish institutions and organizations, including a comprehensive Swedish educational system, television and radio channels, newspapers and magazines, and a Swedish episcopate within the Finnish Lutheran Church. The fact that Swedish speakers live longer than the Finnish-speaking majority is very interesting from the health promotion point of view. In Finland, the demographic features and the availability of health services differ more between geographical regions than between these language groups. We assume that the long life mortality rates have favoured the Swedish–speaking minority (Kolari, 1975; Valkonen, 1982; Näyhä, 1989). Significant disparities have been reported in annual suicide rates [see (Hyppä, 1997) and Mäkinen, 1994]. These results are internationally exceptional since reported mortality rates do not usually favour ethnic minorities. We conducted surveys in order to explore the exploration of inequalities in disparities", "gold": "We performed ecological and individual register studies to compare disability-free life expectancies and disability pensions among Swedish-speaking and Finnish-speaking Finns residing on the western coast of Finland. The study was conducted to establish our assumption that the Swedish-speaking ethnic minority has a longer active life than the Finnish-speaking majority and to show that this disparity can be seen in a limited geographical area with similar socio-economic and health service structures. We suggest that the observed disparities in active life and in mortality depend on differences in the extent of social capital. A detailed characterization of the social capital and its impact on the health of the Swedish-speaking individuals is in progress.", "context": "OBJECTIVES The aim of the present study was to explore inequalities in health among Swedish-speaking and Finnish speakers. METHODS We conducted two register surveys, one based on a cross sectional survey (n = 1,857) and another based on an ethnographic sample (N = 2,638). RESULTS In both registers, there were significant differences between the groups for all age-, sex-, education- and income-adjusted mortality rates (p < 0.001), but not for active or disability-free life expectancy (p > 0.05). There were also significant disparities in cardiovascular mortality (p ≤ 0.01) and total morbidity (p = 0.02) with respect to gender, age, educational attainment and socioeconomic status. CONCLUSIONS These results are internationally exceptional since reported mortality rates do not usually favour ethnic minorities. Our findings suggest that the long life and low mortality of the Swedish population in Finland resembles the health and well-being described", "contribution": "We conducted two register surveys in Roseto, a small town in the hills of the Pocono Mountains. RESULTS The Swedish-speaking minority lived longer than the Finnish-speaking majority and had lower mortality rates compared to other ethnic groups (p<0.001). In both registers, there was no significant difference between Swedish speakers and non-Swedish speakers for all age-, sex-, education- and income-adjusted covariates except age at first marriage [odds ratio (OR) 0.81; 95% confidence interval (CI), 0.70-1.00], but this did not differ significantly from that in Finland’s southern coastal areas along the Gulf of Finland, in the Aland Islands and in the western coast of Bothnia, so-called Ostrobothnian municipalities. CONCLUSIONS Our results do not support the notion that the long life and low mortality of the Swedish speaking population resembles the health and well-being described among the Roseto community", "url": "https://doi.org/10.1093/heapro/16.1.55", "title": "Why do Swedish-speaking Finns have longer active life? An area for social capital research."}
{"distilbart": "In this paper, communities of coauthors in a multi-institutional interdisciplinary research center are uncovered via the use of community detection algorithms. These communities are made salient solely by the topological characteristics of the network being analyzed. Structural communities are \"cliquish\" subgraphs composed by groups of vertices that are highly connected between them, but poorly connected to other vertices (Girvan & Newman, 2002). The study of community structure in networks is particularly important because communities might display local properties that differ greatly from the properties of the analysis of a network at a very detailed level might fail to uncover patterns within tight subcommunities. Community detection algorithms have been previously applied to social networks to uncover the relationship between nationality and collaboration (Lozano, Duchas & Arenas, 2007), latent communities in large organizations (Tyler, Wilkinson, & Huberman, 2003), political and organizational structures (Porter, Newman, 2007), and to identify communities in networks", "gold": "This article presents a study that compares detected structural communities in a coauthorship network to the socioacademic characteristics of the scholars that compose the network. The coauthorship network was created from the bibliographic record of a multi-institution, interdisciplinary research group focused on the study of sensor networks and wireless communication. Four different community detection algorithms were employed to assign a structural community to each scholar in the network: leading eigenvector, walktrap, edge betweenness and spinglass. Socioacademic characteristics were gathered from the scholars and include such information as their academic department, academic affiliation, country of origin, and academic position. A Pearson's $\\chi^2$ test, with a simulated Monte Carlo, revealed that structural communities best represent groupings of individuals working in the same academic department and at the same institution. A generalization of this result suggests that, even in interdisciplinary, multi-institutional research groups, coauthorship is primarily driven by departmental and institutional affiliation.", "context": "In this paper, communities of coauthors in a multi-institutional interdisciplinary research center are uncovered via the use of community detection algorithms. These communities, called structural communities (or community structures), are made salient solely by the topological characteristics of the network being analyzed. Structural communities are “cliquish” subgraphs composed by groups of vertices that are highly connected between them but poorly connected to other vertices (Girvan & Newman, 2002). The study of community structure is particularly important because communities might display local properties that differ greatly from the properties of network as a whole. Even a very detailed analysis of a network at a global level might fail to uncover specific patterns and characteristics that only exist within tight-knit communities and subcommunities of the networks. Community detection algorithms have been previously applied to social networks to uncover the relationship between nationality and collaboration, latent communities in large organizations, political and organizational structures, and to identify communities in networks of collaborating musicians", "contribution": "In this paper, communities of coauthors in a multi-institutional interdisciplinary research center are uncovered via the use of community detection algorithms. These communities, called structural communities (or community structures), are made salient solely by the topological characteristics of the network being analyzed. Structural communities are “cliquish” subgraphs composed by groups of vertices that are highly connected between them but poorly connected to other vertices (Girvan & Newman, 2002). The study of community structure in networks is particularly important because communities might display local properties that differ greatly from the properties of the graph as a whole.", "url": "https://doi.org/10.1016/j.joi.2008.04.002", "title": "On the relationship between the structural and socioacademic communities of a coauthorship network"}
{"distilbart": "In this paper, I introduce the notion of\"second-degree objectivity,\" which is not interested in identifying the matters of facts that arouse everyone's agreement, but rather in revealing the full range of oppositions around matters of concern. The same holds for \"just describe\" but with crucial refinement: being attentive to all viewpoints does not mean granting everyone the same status. Imposing the same treatment on both is disrespectful at best. Objectivity does not come from crediting the same weight to all perspectives, not even from balancing the space allotted to each side. This idea of equity has nothing to do with social cartography. If this controversy is engaging, it is precisely because it opposes two diverging cosmoses. Impose the same treatments on both are disrespectful atbest. In contrast, it would be misleading to give the same weights to the Intergovernmental Panel on Climate Change and to the Global Climate Coalition. To be proportional in description means conveying that scientists believing in global", "gold": "In a previous article in this journal, I introduced Bruno Latour's cartography of controversies and I discussed half of it, namely how to observe techno-scientific controversies. In this article I will concentrate on the remaining half: how to represent the complexity of social debates in a legible form. In my previous paper, we learnt how to explore the richness of collective existence through Actor-Network Theory. In this one, I will discuss how to render such complexity through an original visualization device: the controversy-website. Capitalizing on the potential of digital technologies, the controversy-website has been developed as a multilayered toolkit to trace and aggregate information on public debates.", "context": "The cartography of controversies is a set of techniques to investigate public disputes especially, but not exclusively, around techno-scientific issues. It was introduced by Bruno Latour as a didactic exercise in Actor-Network Theory (ANT), but it gradually evolved into a full research method thanks to the contributions of a large research and teaching community.1 Documenting such a method is the aim of this article and of a previous work published in this journal (Venturini, 2010). In that paper, I discussed how to observe controversies through an ANT approach. In this paper we propose some descriptive techniques. To be sure, such a distinction is largely artificial.In social cartography, observation and description always occur together.To explain why, let us run through some of the concepts introduced in my first paper.According to the cartographic of controversies, public debates (vaguely defined as situations where actors disagree) constitute the best settings for observing the construction of social life.", "contribution": "In this paper, I will propose some descriptive techniques. To be sure, such a distinction is largely artificial. In my previous article, I reported that, when questioned about his cartography, Bruno Latour answers nonchalantly: “just look at controversies and tell what you see” I explained why this makes the observation incredibly difficult. It is now time to turn to description and reveal that it is not any easier.", "url": "https://doi.org/10.1177/0963662510387558", "title": "Building on faults: How to represent controversies with digital methods."}
{"distilbart": "In the field of legal decision making, Thaler and Sunstein (2008) have argued that our choices are largely determined by the design of the products and infrastructures we use. This is similar to the phenomenon of framing in the communication of statistical information (cf. Tversky and Kahneman 1974). For example, depending on where healthy and unhealthy snacks are placed in a cafeteria, people will be more prone to buy the one rather than the other. In this paper I argue how scholars from such diverse backgrounds as decision theory, STS and continental and analytical philosophy of technology independently come to very similar conclusions, partially without even mentioning parallel developments in different disciplines and discourses. Hopefully, this will change in the future by more interdisciplinary research so that scholars from different disciplines can draw on each other's insights and developments. In any case, the fact that these different perspectives makes their point even more urgent, that is, that technological design includes values that shape our behavior. However", "gold": "Engineers are normally seen as the archetype of people who make decisions in a rational and quantitative way. However, technological design is not value neutral. The way a technology is designed determines its possibilities, which can, for better or for worse, have consequences for human wellbeing. This leads various scholars to the claim that engineers should explicitly take into account ethical considerations. They are at the cradle of new technological developments and can thereby influence the possible risks and benefits more directly than anybody else. I have argued elsewhere that emotions are an indispensable source of ethical insight into ethical aspects of risk. In this paper I will argue that this means that engineers should also include emotional reflection into their work. This requires a new understanding of the competencies of engineers: they should not be unemotional calculators; quite the opposite, they should work to cultivate their moral emotions and sensitivity, in order to be engaged in morally responsible engineering.", "context": "The title of this paper 'emotional engineers' might strike the reader as an oxymoron: Engineers are normally seen as the archetype of rational and quantitatively oriented people. However, in this paper I will argue that engineers should use their emotions to develop morally responsible technologies. This requires a new understanding of the competencies of engineers: they should not be unemotional calculators; quite the opposite, they should work to cultivate their moral emotions and sensitivity, in order to be optimally engaged in morally responsible engineering. A common view amongst engineers is that technology is value-neutral and engineering a predominantly mathematical, quantitative discipline. But, various scholars from different backgrounds have argued that technological design is not value neutral. The way a technology is designed determines its possibilities, which can, for better or for worse, have consequences for human well-being.", "contribution": "This requires a new understanding of the competencies of engineers: they should not be unemotional calculators; quite the opposite, they should work to cultivate their moral emotions and sensitivity, in order to be optimally engaged in morally responsible engineering. In this paper I will argue that engineers should also include emotional reflection into their work. Engineers can reduce the risks of a technological product by developing a different design. With value sensitive design we try to diminish the potentially negative effects of risky technologies.", "url": "https://doi.org/10.1007/s11948-010-9236-0", "title": "Emotional Engineers: Toward Morally Responsible Design"}
{"distilbart": "Hierarchy may have a psychological advantage over equality in that it is familiar, rehearsed, socially efficient' [1]. In this essay reviews relevant recent work, focusing on how intergroup status (including race, class, and gender as exemplars) gets enacted in interpersonal encounters. In light of shifting demographics -with migration, globalization, and changing populations -participants increased their endorsement of hierarchy. Accumulating evidence such as this indicates that group power and status distinctions are relatively automatic and spontaneous, perhaps even the human default. Power and status ranking is not going away any time soon. This essay review relevant recent research, focusing upon how intergroups status (i.e., self-oriented or other-oriented) get enacting it by controlling the conversation and being legitimated by others. As another example, social class combines power and general hierarchical rank. Granted, concepts of power differ by culture, but also about status (respect). Their empirical independence appears in several findings", "gold": "Hierarchies in the correlated forms of power (resources) and status (prestige) are constants that organize human societies. This article reviews relevant social psychological literature and identifies several converging results concerning power and status. Whether rank is chronically possessed or temporarily embodied, higher ranks create psychological distance from others, allow agency by the higher ranked, and exact deference from the lower ranked. Beliefs that status entails competence are essentially universal. Interpersonal interactions create warmth-competence compensatory tradeoffs. Along with societal structures (enduring inequality), these tradeoffs reinforce status-competence beliefs. Race, class, and gender further illustrate these dynamics. Although status systems are resilient, they can shift, and understanding those change processes is an important direction for future research, as global demographic changes disrupt existing hierarchies.", "context": "Hierarchy may have a psychological advantage over equality in that it is familiar, rehearsed, socially efficient' [1]. In this research example, when participants’ deliberate thinking was constrained – by increased blood alcohol, cognitive load, low-effort thought, ego depletion, or rapid responding –participants increased their endorsement of hierarchy. Accumulating evidence such as this indicates that group power and status distinctions are relatively automatic and spontaneous, perhaps even the human default. Power and status ranking is not going away any time soon. This essay reviews relevant recent work, focusing on how intergroup status (including race, class, and gender as exemplars) gets enacted in interpersonal encounters.", "contribution": "This essay reviews relevant recent work, focusing on how intergroup status (including race, class, and gender as exemplars) gets enacted in interpersonal encounters. In light of shifting demographics - with migration, globalization, and changing populations – the article ends by considering potential shifts in intergroup rank and power in the current era.", "url": "https://doi.org/10.1016/j.copsyc.2016.05.012", "title": "Status, Power, and Intergroup Relations: The Personal Is the Societal."}
{"distilbart": "In arguing for a rhizomatic analysis of urban subcultural activity, we shift the focus to the emergence of 'fluid microgroups that do not connect individuals to a particular community' (Pilkington and Johnson, 2003). Instead, they remain scattered temporary formations or tribus (Maffesoli, 1996), collectives, moving between different urban sites of expression reconstructing their urban identities. This nomadic orientation invites multiple, ephemeral, affective but above all Rhizomatic membership to the city that allows 'occasional members' to write their own urban immanent stories, rather than some observational meta-narrative of capitalism, subculture or other cultural hegemony. In order to develop upon this premise then, urban subcultures will be analysed using the concept of the ‘rhizome’ (Jung, 1963; Deleuze and Guattari, 1987) as a metaphor that enables us to better comprehension of urban practices as", "gold": "The article discusses what we term urban social formations and expands on prior work that predominantly examines urban ‘subcultures’ as opposed to the world city paradigm and homogeneous cityscapes. We describe the process of ‘subculturalization’ through which urban social formations, after they have been marginalized and illegalized, become formalized as subcultures and incorporated into the fabric of consumption and profit making. The article proposes that these ossified moments of crystallized practice are only part of wider rhizomatic territories that remain open fields for urban engagement, inviting fluid urban identities and creative states of becoming. The article concludes by exploring the challenges and opportunities of conceptualizing urban social formations as rhizomes.", "context": "Urban subcultures are emerging as a new and innovative urban fabric, with some gaining more attention than others. They have the propensity to create a duality (homogenisation vs. resisting subculture) which builds boundaries around urban practices and becomes a diagnostic of a linear and a non-relational ethos. These reactionary discourses of the urban, however, as this paper will suggest, have the tendency to create an identity of a singular subculture is a manifestation of the subculturalisation process, and one which serves to contribute to the formation of world city making. If, however the formation, existence and praxis of these social formations are considered rhizomatic, then the identification of subculture becomes more fluid, not in opposition to the city, but in relation to it. Hence, starting from the foundational spatial premise that ‘urban space is relational, not a mosaic of simply juxtaposed differences’ (Massey 2007: 89; see also Harvie", "contribution": "In order to develop upon this premise then, urban subcultural activity will be analysed using the concept of the 'rhizome' (Jung, 1963; Deleuze and Guattari, 1987) as a metaphor that enables us to better comprehension of urban practices as fluid acts of becoming. Instead of discussing urban subcultures as isolated groups in the periphery of mainstream cultural activity (the ‘traditional definitions of subculture’), we shift the focus to the emergence of ‘fluid microgroups that do not connect individuals to a particular community’ instead, they remain scattered temporary formations or tribus, collectives, moving between different urban sites of expression reconstructing their urban identities (ibid.). This nomadic orientation invites multiple, ephemeral, affective but above all rhizomatic membership to the city that allows ‘occasional members’ to write their own urban immanent stories, rather than some observational meta-narrative of capitalism", "url": "https://doi.org/10.1111/j.1468-2427.2012.01198.x", "title": "Beyond Urban Subcultures: Urban Subversions as Rhizomatic Social Formations"}
{"distilbart": "OBJECTIVE The use of electronic health records (EHRs) in patient-oriented care has greatly expanded patient's involvement in their medical decisions and management. In addition to the use of the Internet for diagnosis help and research on medications, patients are increasingly turning to social networking Web sites, such as TuDiabetes (www.tudiabetes.org), to manage their self-care and seek advice. Some of these Web sites enable patients to monitor their symptoms and therapy regimens over time. This information can be shared with other users, allowing for comparison of novel side effects and treatment regimens. With integration of such data into PHRs and personally controlled health record (PCHR), the ability to conduct research into patients' behavior, treatments, and environment greatly expands. The surplus of information generated by such tools is al-ready of great interest to pharmaceutical companies and public health researchers and clinicians must prepare themselves for the coming transformations in healthcare. MATERIALS AND METHOD", "gold": "BACKGROUND Recent legislation in the US requires that all medical records become electronic over the next decade. In addition, ongoing developments in patient-oriented care, most notably with the advent of health social networking and personal health records, provide a plethora of new information sources for research. CONTENT Electronic health records (EHRs) show great potential for use in observational studies to examine drug safety via pharmacovigiliance methods that can find adverse drug events as well as expand drug safety profiles. EHRs also show promise for head-to-head comparative effectiveness trials and could play a critical role in secondary and tertiary diabetes prevention efforts. A growing subset of EHRs, personal health records (PHRs), opens up the possibility of engaging patients in their care, as well as new opportunities for participatory research and personalized medicine. Organizations nationwide, from providers to employers, are already investing heavily in PHR systems. Additionally, the explosive use of online social networking sites and mobile technologies will undoubtedly play a role in future research efforts by making available a veritable flood of information, such as real-time exercise monitoring, to health researchers. SUMMARY The future confluence of health information technologies will enable researchers and clinicians to reveal novel therapies and insights into treatments and disease management, as well as environmental and genomic interactions, at an unprecedented population scale.", "context": "Recent developments in patient-oriented care, most notably with the advent of health social networking and personal health records (PHRs), have greatly expanded patient's involvement in their medical decisions and management. In addition to the use of the Internet for diagnosis help and research on medications, patients are increasingly turning to social networking Web sites such as TuDiabetes (www.tudiabetes.org) to manage their self-care and seek advice. Some of these Web sites, such as PatientsLikeMe ( www.patientslikeme.com), enable patients to monitor their symptoms and therapy regimens over time. This information can be shared with other users, allowing for comparison of novel side effects and treatment regimens. With integration of such data into PHR and personally controlled health record (PCHR), the ability to conduct research into patients' behavior, treatments, and environment greatly expands. The surplus of information generated by such tools is already of great interest to pharmaceutical companies and public health", "contribution": "This review addresses the use of EHRs in research, the potential of PHRs and online social networking to improve health, and what this means for the future of health outcomes and diabetes research. With integration of such data into PHR and personally controlled health records (PCHRs), the ability to conduct research into patients' behavior, treatments, and environment greatly expands (5). This information can be shared with other users, allowing for comparison of novel side effects and treatment regimens.", "url": "https://doi.org/10.1373/clinchem.2010.148668", "title": "Potential for electronic health records and online social networking to redefine medical research."}
{"distilbart": "The notion of health promotion operating in a context beyond the individual is one that has found increasing popularity over the years. This emphasis on context has been reflected in the proliferation of related terms: for example,'settings for health' (Baric, 1991), 'organizational development for health', 'health promoting environments' (Nutbeam, 1997), 'public health management' (Hunter, 1998) and 'Ziglio, 2000' (Labonte, 1998). In relation to the construction and delivery of such activity, the paper suggests that there needs to be an explicit and detailed assessment of the nature of the setting, the skills of the health promoter and the associated expectations. The conceptual development, practical use, formal evaluation and reporting of settings based activity appears to have been largely of a constructive and positive nature. On the other hand, as the area has evolved and matured, quite naturally a range of critical questions have been asked about, particularly the conceptual consistency of the approach [Spring", "gold": "Over the past 10 years, 'settings' based health promotion has become a central feature of efforts to promote health that recognize the significance of context. Emerging in part from a perception of an over-reliance on individualistic methods, the approach was built on a profound belief in its value and deployed a range of novel theoretical resources, mainly from organizational sociology and psychology. This initial enthusiasm has been maintained within policy directives, in the published literature and, from our own experience, amongst health promotion practitioners. At the same time, with the maturing of the approach, has come a healthy element of critical review. Drawing upon the literature and based upon our experiences within the Health Education Board for Scotland, this paper seeks to bring together a range of perspectives, casting a critical yet constructive eye on current settings theory and practice. The paper first reviews the nature of settings based work, highlighting the varied bases and expectations that underpin it. Similarly, the many factors that influence the ability of health promoters to deliver such activities are considered. In relation to the construction and delivery of such activity, the paper suggests that there needs to be an explicit and detailed assessment of the nature of the setting, the skills of the health promoter and the associated expectations.", "context": "In relation to the construction and delivery of such activity, the paper suggests that there needs to be an explicit and detailed assessment of the nature of the setting, the skills of the health promoter and the associated expectations. The conceptual development, practical use, formal evaluation and reporting of settings based activity appears to have been largely of a constructive and positive nature. On the other hand, as the area has evolved and matured, quite naturally a range of critical questions have been asked about, for example, the conceptual consistency of the approach [Springett, J. and Dugdill, L. (1997) Health Promotion Programmes and Policies in the Workplace: A New Challenge for Evaluation, unpublished paper] and the ultimate effectiveness of the interventions (Wenzel, 1997; Thomas et al., 1998).At this point in time, two specific and related challenges can perhaps be revealed. First, there exists a need to continue to broaden and develop the conceptual and theoretical base that informs this work.", "contribution": "It reviews the various themes that inform the settings area and, using a range of significant variables, it develops a typology of settings activity that can be used to position activity within the typology and suggest progression. Similarly, the potential for health promoters to deliver such activity practically is considered and again a set of options are offered. The paper concludes by considering three central issues for settings based work that arise from this analysis: what is to be implemented (expected outcomes), how this information will be presented, how this knowledge should be translated into practice, and whether there needs to be an explicit assessment of the nature of the setting, the skills of the health promoter and the associated expectations.", "url": "https://doi.org/10.1093/heapro/16.4.339", "title": "'Settings' based health promotion: a review."}
{"distilbart": "Homeless youth have fewer personal and social resources compared to their housed peers, which contribute to their marginalization. Given their life context, Internet and social media may act as resource for these otherwise resource-poor youth in many ways. First, the interactive and informative nature of the Internet creates an environment amenable to \"learning, confidence, and self-empowerment\" (Sanyal, 2000, p. 146). Studies show that the internet acts as a powerful resource for information among American youth (Louge, 2006; Suzuki & Calho, 2004) ; this could especially especially true for homeless youth who might otherwise lack such resources. A recent study has found that homeless youth are actively utilizing the Internet to look for jobs and housing services that connect them with much need as jobs or housing. Second, social networks enables the creation and maintenance of social networks (Servon & Pinkettett, 2004), including the development of social network (Servons, Monro, Barman", "gold": "Little is known about internet and social media use among homeless youth. Consistent with typologies prevalent among housed youth, we found that homeless youth were using internet and social media for entertainment, sociability, and instrumental purposes. Using Haythornwaite's (2001) premise that it is important to look at the types of ties accessed in understanding the impact of new media, we found that homeless youth were predominantly using e-mail to reach out to their parents, caseworkers, and potential employers, while, using social media to communicate with their peers. Using the \"Social Capital\" perspective, we found that youth who were connecting to maintained or bridging social ties were more likely to look for jobs and housing online than youth who did not.", "context": "Homeless youth are one of the most marginalized groups in the United States, and struggle with various issues. A large proportion of these youth have a history of sexual or physical abuse, foster care or juvenile justice involvement, and/or come from dysfunctional families, characterized by parental violence or substance abuse (Booth & Zhang, 1996; Whitbeck & Hoyt, 1999). Additionally, they are exposed to other deleterious circumstances once they become homeless, starting from the lack of basic needs such as food, housing, and monetary resources, to more serious physical and emotional health-related needs (e.g., contracting sexually transmitted diseases, experiencing incarceration, attempting suicide, using drugs and alcohol, and participating in exchange sex). Homeless youth have fewer personal and social resources compared to their housed peers, which contribute to their marginalization. Given their life context, Internet and social media may act as resource for these otherwise resource-poor youth in many ways. First, the interactive and informative nature", "contribution": "The purpose of the present article is to expand on this prior research and examine the wide-ranging ways in which homeless youth use the internet and social media, the social context of their use, and how it might facilitate connections to positive relationships and online resource seeking. The findings suggest that homeless youth are using the Internet as a resource for information or services; however, there was little evidence that they used the Internet more than once per week (i.e., 1 hour/day) among these youth. This study also found that the majority of homeless youth reported having access to the Internet at least twice daily over the past 12 months. These results highlight the need for further investigation into how homeless youth utilize the Internet and its implications for their lives.", "url": "https://doi.org/10.1111/jcc4.12038", "title": "Internet and Social Media Use as a Resource Among Homeless Youth."}
{"distilbart": "This review begins with a short survey of the contours of stigma research but returns fairly quickly to the basics of concept definition. It builds on the theoretical work but moves to consider and develop the entire stigma complex, which is composed of key concepts, basic premises, and characteristics of the stigmatization process, including stigma variants, dimensions, and interacting units. With this in mind, we outline major advances in research, with an emphasis on public stigma to balance the earlier emphasis on internal processes elaborated in the last reviews in the annual Review of Sociology (Link & Phelan 2001) and the Annual Review of Psychology (Major & O'Brien 2005). Finally, by integrating the results of theoretical work, methodological discussions, and empirical findings over this period, we consider the contributions, limits, and new directions of stigmaResearch. One factor that stands in the way of understanding the broad, deep nature of stigma and it effects lies in \"naming and framing\" (Brown 1995). For example", "gold": "Since the beginning of the twenty-first century, research on stigma has continued. Building on conceptual and empirical work, the recent period clarifies new types of stigmas, expansion of measures, identification of new directions, and increasingly complex levels. Standard beliefs have been challenged, the relationship between stigma research and public debates reconsidered, and new scientific foundations for policy and programs suggested. We begin with a summary of the most recent Annual Review articles on stigma, which reminded sociologists of conceptual tools, informed them of developments from academic neighbors, and claimed findings from the early period of \"resurgence.\" Continued (even accelerated) progress has also revealed a central problem. Terms and measures are often used interchangeably, leading to confusion and decreasing accumulated knowledge. Drawing from this work but focusing on the past 14 years of stigma research (including mental illness, sexual orientation, HIV/AIDS, and race/ethnicity), we provide a theoretical architecture of concepts (e.g., prejudice, experienced/received discrimination), drawn together through a stigma process (i.e., stigmatization), based on four theoretical premises. Many characteristics of the mark (e.g., discredited, concealable) and variants (i.e., stigma types and targets) become the focus of increasingly specific and multidimensional definitions. Drawing from complex and systems science, we propose a stigma complex, a system of interrelated, heterogeneous parts bringing together insights across disciplines to provide a more realistic and complicated sense of the challenge facing research and change efforts. The Framework Integrating Normative Influences on Stigma (FINIS) offers a multilevel approach that can be tailored to stigmatized statuses. Finally, we outline challenges for the next phase of stigma research, with the goal of continuing scientific activity that enhances our understanding of stigma and builds the scientific foundation for efforts to reduce intolerance.", "context": "Signaling a move from the focus on establishing contemporary levels of stigma, both in the United States and internationally, research over the past 14 years has begun to look more closely at the complexity of stigma; at comparisons across time, place, and substantive cases; and at novel uses (e.g., stigma of place such as neighborhoods). Although removing historical lines of separation in research agendas increases the potential for theoretical elaboration and innovation, it also calls for greater clarification of concepts and measurement and a reassessment of the impact of stigma on inequality. This period, in general, also reacquainted stigma researchers with a greater consideration of the need to understand the lived experiences of those who are stigmatized, the standard assumptions underlying the roots of stigma and potential for social change, and the policy and practice implications of their research.For stigma research to move forward, sociologists and other stigma researchers need to continue conceptual and measurement clarification as well as pursue innovative directions that define critical agendas to understand and", "contribution": "This review begins with a short survey of the contours of stigma research but returns fairly quickly to the basics of concept definition. It builds on the theoretical work but moves to consider and develop the entire stigma complex, that is, the system of interrelated, heterogeneous parts, which is composed of key concepts, basic premises, and characteristics of the stigmatization process, including stigma variants, dimensions, and interacting units. With this in mind, we outline major advances in research, with an emphasis on public stigma to balance the earlier emphasis on internal processes elaborated in the last reviews in the Annual Review of Sociology (Link & Phelan 2001) and the annual Review of Psychology (Major & O'Brien 2005). Finally, by integrating the results of theoretical work, methodological discussions, and empirical findings over this period, we consider the contributions, limits, and new directions of stigmaresearch.", "url": "https://doi.org/10.1146/annurev-soc-071312-145702", "title": "The Stigma Complex."}
{"distilbart": "The Rights Metadata for Open Archiving (RoMEO) database of journal publisher open access policies (SHERPA, 2016a) was introduced over a decade ago to provide authors with guidance as to whether and how they might self-archive their journal articles to make them available on open access. In that time the database has grown from documenting the self-archiving policies of 107 publishers to 2,192 (as of April 2016). To aid authors in selecting journals that had permissive self-arriving policies, RoMEO colour codes publishers 'yellow', 'blue' or 'white'. Based on the version of the paper (pre-print or post-print), both or none) they allow authors to self archive. Subsequently, 'Gold' was used to describe publishing in an open-access journal and 'Green' became a generic term to describe all author self–archiving, regardless of whether RoMMO coded the publisher policy green, yellow or blue (", "gold": "AbstractTraces the 12-year self-archiving policy journey of the original 107 publishers listed on the SHERPA/RoMEO Publisher Policy Database in 2004, through to 2015. Maps the RoMEO colour codes ('green', 'blue', 'yellow' and 'white') and related restrictions and conditions over time. Finds that while the volume of publishers allowing some form of self-archiving (pre-print, post-print or both) has increased by 12% over the twelve years, the volume of restrictions around how, where, and when self-archiving may take place has increased 119%, 190% and 1000% respectively. A significant positive correlation was found between the increase in self-archiving restrictions and the introduction of Gold paid open access options. Suggests that by conveying only the version of a paper that authors may self-archive, the RoMEO colour codes do not address all the key elements of the Bethesda Definition of Open Access. Compares the number of RoMEO 'green' publishers over time with those meeting the definition for 'redefined green' (allowing embargo -free deposit of the post-print in an institutional repository). Finds that RoMEO 'green' increased by 8% and 'redefined green' decreased by 35% over the 12 years. Concludes that the RoMEO colour codes no longer convey a commitment to green open access as originally intended. Calls for open access advocates, funders, institutions and authors to redefine what 'green' means to better reflect a publisher's commitment to self-archiving.", "context": "The Rights Metadata for Open Archiving (RoMEO) database of journal publisher open access policies was introduced over a decade ago to provide authors with guidance as to whether and how they might self- archive their journal articles to make them available on open access. In that time the database has grown from documenting the self-archiving policies of 107 publishers to 2,192 (as of April 2016). To aid authors in selecting journals that had permissive self- archiving policies, RoMEO colour codes publishers 'yellow', 'blue', 'green' or 'white', based on the version of the paper (preprint or post-print, both or none) they allow authors to self-archive. Subsequently, ‘Gold’ was used to describe publishing in an open-access journal; Green refers to self–archiving an open access copy. Lower case ‘Green’ refers to the RoMOE colour code for a publisher’s self-", "contribution": "This paper explores the policy journey of the original 107 publishers listed on the RoMEO database in 2004, documenting not only the changes to their colour codes over that time, but also the increasing range and complexity of restrictions and conditions their policies specify. We seek to answer this question by analysing over a twelve year period (2004-2016) the policy journeys of these publishers over a 12-year period (2003-2015). The results show that there has been an increase in Green open access over the last three years; however, it is still unclear whether this change was intended to convey full support for open access self-archiving or if some publisher policies give the illusion of full support.", "url": "https://doi.org/10.1177/0961000616657406", "title": "What does 'green' open access mean? Tracking twelve years of changes to journal publisher self-archiving policies"}
{"distilbart": "High-energy radiation (HZE) is of particular concern because the limited experimental data to date indicate that the relative biological effect (RBE) for carcinogenesis for densely ionizing HZE particles is several-fold greater than sparsely IR. Although protons are the most prevalent particle in GCR, the less abundant heavier ions (1%) are more effective biologically. During a 3-year flight in extramagnetospheric space, 3% of the cells of the human body would be traversed on average by one Fe ion [1]. The unique pattern of energy deposition incurred by HZE particle traversal is of primary interest for evaluating the biological effects of the GCR on astronauts and some radiation effects, like genomic instability, do not show classic dose responses. Hence, measurements of individual biological events do not necessarily describe the health consequences of radiation exposure as a type I risk that represents a serious problem with no countermeasure concepts that may be a potential'showsto", "gold": "This review focuses on recent experimental and modeling studies that attempt to define the physiological context in which high linear energy transfer (LET) radiation increases epithelial cancer risk and the efficiency with which it does so. Radiation carcinogenesis is a two-compartment problem: ionizing radiation can alter genomic sequence as a result of damage due to targeted effects (TE) from the interaction of energy and DNA; it can also alter phenotype and multicellular interactions that contribute to cancer by poorly understood non-targeted effects (NTE). Rather than being secondary to DNA damage and mutations that can initiate cancer, radiation NTE create the critical context in which to promote cancer. Systems biology modeling using comprehensive experimental data that integrates different levels of biological organization and time-scales is a means of identifying the key processes underlying the carcinogenic potential of high-LET radiation. We hypothesize that inflammation is a key process, and thus cancer susceptibility will depend on specific genetic predisposition to the type and duration of this response. Systems genetics using novel mouse models can be used to identify such determinants of susceptibility to cancer in radiation sensitive tissues following high-LET radiation. Improved understanding of radiation carcinogenesis achieved by defining the relative contribution of NTE carcinogenic effects and identifying the genetic determinants of the high-LET cancer susceptibility will help reduce uncertainties in radiation risk assessment.", "context": "Estimating the carcinogenic risks for different tissues in humans exposed to high-energy (HZE) densely ionizing radiation (IR) is difficult in the absence of exposed populations comparable with those exposed to sparsely IR from accidents, medical need and atomic bomb detonation. This issue is presently of significant concern for space travel. The United States National Aeronautics and Space Administration defines the carcinogen risk as a type I risk that represents a demonstrated, serious problem with no countermeasure concepts that may be a potential ‘showstopper’ for long duration spaceflight. The galactic cosmic radiation environment is unlike any on earth because it includes all charged particle species from protons through to uranium at varying energies of up to tens of GeV/amu. Although 85% of the GCR consists of protons, high atomic mass (Z) and HZE particle radiation is of particular concern because the limited experimental data to date indicate that the relative biological effect (R", "contribution": "In this review, we provide an overview of the current state-of-the-art in our understanding of radiation carcinogenesis and its impact on human health following exposure to HZE particles. In addition, we discuss how NTE may contribute to cancer risk from human travel in space by providing a mechanistic understanding of complex effects elicited by different types of radiation exposure.", "url": "https://doi.org/10.1093/jrr/rrt211", "title": "Systems biology perspectives on the carcinogenic potential of radiation"}
{"distilbart": "In our view, nowhere has gene-culture coevolutionary theory (GCT), which explores how cultural and genetic processes interact over evolutionary time. We propose that the NCT-GCT approach to the evolution and development of agriculture provides numerous opportunities to link the findings of human genetics with those of anthropologists and archaeologists and to generate novel hypotheses about human evolution; Itan et al., 2009; Laland, Odling-Smee, and Myles 2010; Richerson, Boyd, and Henrich 2010). In this review we argue that the case studies are broadly representative of much of human recent history and that GCT is likely to be of widespread general utility in analyzing key aspects of that history. Finally, we consider some of the results of agricultural niche construction that are mainstream components of the modern human condition. The ecological niche concept was one of the significant developments in twentieth-century biology.", "gold": "Theory and empirical data from a variety of disciplines strongly imply that recent human history involves extensive gene-culture coevolution, much of it as a direct result of human agricultural practices. Here we draw on niche-construction theory (NCT) and gene-culture coevolutionary theory (GCT) to propose a broad theoretical framework (NCT-GCT) with which archaeologists and anthropologists can explore coevolutionary dynamics. Humans are enormously potent niche constructors, and understanding how niche construction regulates ecosystem dynamics is central to understanding the impact of human populations on their ecological and developmental environments. We use as primary examples the evolution of dairying by Neolithic groups in Europe and Africa and the rise of the “sickle-cell allele” among certain agricultural groups in West Africa and suggest that these examples are broadly representative of much of human recent history. Although the core aspects of these case studies are familiar, we lay out the exam...", "context": "We propose that the NCT-GCT approach to the evolution and development of agriculture provides numerous opportunities to link the findings of human genetics with those of anthropologists and archaeologists and to generate novel hypotheses about human evolution. We begin with a discussion of NCT and how it can be used to structure empirical research in anthropology and archaeology. As humans are enormously potent niche constructors, understanding how niche construction regulates ecosystem dynamics is central to understanding the impact of human populations on their environments. We then briefly discuss GCT, outlining some of the tenets that guide its application, before considering how NCT and GCT can be applied to better understand human behavior and evolution in the agricultural niche. We use as primary examples the evolution of dairying by Neolithic groups in Europe and Africa and the rise of the (HbS) allelethe so-called sickle-cell allele--among certain agricultural groups in West Africa. These examples will be familiar to many researchers, but here we lay out in detail", "contribution": "We propose that the NCT-GCT approach to the evolution and development of agriculture provides numerous opportunities to link the findings of human genetics with those of anthropologists and archaeologists and to generate novel hypotheses about human evolution. We then briefly discuss GCT, outlining some of the tenets that guide its application, before considering how NCT and GCT can be used to better understand human behavior and evolution in the agricultural niche. We use as primary examples the evolution of dairying by Neolithic groups in Europe and Africa and the rise of the (HbS) allelethe so-called sickle-cell allele—among certain agricultural groups in West Africa. These examples will be familiar to many researchers, but here we lay out in detail with a specific NCT–GCT focus.", "url": "https://doi.org/10.1086/666585", "title": "Genes, Culture, and Agriculture An Example of Human Niche Construction"}
{"distilbart": "BACKGROUND The outbreak of Ebola Haemorrhagic Fever has ensured that the disease is etched deeply into the public imagination. Initially, an Ebola patient is likely to complain of non-specific symptoms such as high fever, weakness, diarrhoea, nausea, headache and vomiting. However, their condition can deteriorate quickly and dramatically, to include rashes, impaired kidney and liver function, and in some cases, both internal and external bleeding. Those who die do so usually within two weeks of disease onset, often having exhibited the classical \"deep-set eyes, ghost-like expressionless face, and extreme lethargy\" [2]. Although it is rare, Ebola has a high case fatality rate. Just 2,306 cases have been reported since the disease was first recognised in 1976 in Zaire (now the Democratic Republic of Congo, or DRC), but 1,527 (66%) of these individuals died. There remains no specific therapy, and neither is there", "gold": "BACKGROUND This paper documents and analyses some of the responses to the largest Ebola outbreak on record, which took place in Uganda between September 2000 and February 2001. Four hundred and twenty five people developed clinical symptoms in three geographically distinct parts of the country (Gulu, Masindi, and Mbarara), of whom 224 (53%) died. Given the focus of previous social scientific Ebola research on experiences in communities that have been directly affected, this article expands the lens to include responses to the outbreak in local, national, and international contexts over the course of the outbreak. METHODS Responses to the outbreak were gauged through the articles, editorials, cartoons, and letters that were published in the country's two main English language daily national newspapers: the New Vision and the Monitor (now the Daily Monitor). All the relevant pieces from these two sources over the course of the epidemic were cut out, entered onto a computer, and the originals filed. The three a priori codes, based on the local, national, and international levels, were expanded into six, to include issues that emerged inductively during analysis. The data within each code were subsequently worked into coherent, chronological narratives. RESULTS A total of 639 cuttings were included in the analysis. Strong and varied responses to the outbreak were identified from across the globe. These included, among others: confusion, anger, and serious stigma in affected communities; medical staff working themselves to exhaustion, with some quitting their posts; patients fleeing from hospitals; calls on spiritual forces for protection against infection; a well-coordinated national control strategy; and the imposition of some international travel restrictions. Responses varied both quantitatively and qualitatively according to the level (i.e. local, national, or international) at which they were manifested. CONCLUSIONS The Ugandan experience of 2000/2001 demonstrates that responses to an Ebola outbreak can be very dramatic, but perhaps disproportionate to the actual danger presented. An important objective for any future outbreak control strategy must be to prevent excessive fear, which, it is expected, would reduce stigma and other negative outcomes. To this end, the value of openness in the provision of public information, and critically, of being seen to be open, cannot be overstated.", "context": "BACKGROUND Ebola is a zoonotic disease, caused by bats that are currently suspected as the most likely reservoir species for the virus. Outbreaks occur when an individual comes into contact with an infected animal, with subsequent transmission between humans taking place through direct contact with the blood and/or secretions of an infected person. Whole families can therefore be infected when they are caring for a sick relative, or when preparing a body for burial. Serious amplification of an epidemic can also occur in hospitals and clinics if protective clothing is not worn by health care workers, or if needles and syringes are not sterile [6]. The largest Ebola outbreak on record first emerged in the environs of Lacor Hospital in the northern Ugandan town of Gulu, in September 2000. Unidentified for some time, the hospital's Medical Superintendent reported an \"unusual severe febrile illness\" to the Ministry of Health on October 8. An isolation ward was established at the hospital two days later", "contribution": "The objective of this paper, therefore, is to explore, on a more holistic basis, some of the responses to the large 2000/2001 Ebola outbreak in Uganda. In so doing, it reflects on the ways in which three important human experiences -fear, altruism and stigma –were felt and enacted by people throughout Uganda, as well as in countries many thousands of kilometres away.", "url": "https://doi.org/10.1186/1744-8603-8-15", "title": "“A time of fear”: local, national, and international responses to a large Ebola outbreak in Uganda"}
{"distilbart": "This paper describes the efforts of an interdisciplinary group of family demographers to build on the progress enabled by the National Survey of Families and Households (NSFH) and many other theoretical, methodological innovations. Our work, also supported by NICHD, will develop plans for research and data collection to address the central question of what causes family change and variation. We outline the group's initial assessments of orienting frameworks, key aspects of family life to study, and theoretical and methodological challenges for research on family change. Finally, we invite family scholars to follow our progress and to help develop this shared public good. The Decade Reviews published by JMF provide an opportunity for scholars to take stock of our progress in understanding families and to assess the challenges to continued progress. A less frequent occurrence is a mandate from a federal funding agency to evaluate what we know and what we need to learn about how families work. Over 20 years ago, the Demographic and Behavioral Sciences Branch of the National Institute of", "gold": "Twenty years ago, the National Institute of Child Health and Human Development (NICHD) issued a request for proposals that resulted in the National Survey of Families and Households (NSFH), a unique survey valuable to a wide range of family scholars. This paper describes the efforts of an interdisciplinary group of family demographers to build on the progress enabled by the NSFH and many other theoretical and methodological innovations. Our work, also supported by NICHD, will develop plans for research and data collection to address the central question of what causes family change and variation. We outline the group's initial assessments of orienting frameworks, key aspects of family life to study, and theoretical and methodological challenges for research on family change. Finally, we invite family scholars to follow our progress and to help develop this shared public good.", "context": "Twenty years ago, the National Institute of Child Health and Human Development (NICHD) issued a request for proposals that resulted in the National Survey of Families and Households (NSFH), a unique survey valuable to a wide range of family scholars. This paper describes the efforts of an interdisciplinary group of family demographers to build on the progress enabled by the NSFH and many other theoretical and methodological innovations. Our work, also supported by NICHD, will develop plans for research and data collection to address the central question of what causes family change and variation. We outline the group's initial assessments of orienting frameworks, key aspects of family life to study, and theoretical and practical challenges for research on family change. Finally, we invite family scholars to follow our progress and to help develop this shared public good. The Decade Reviews published by JMF provide an opportunity for scholars to take stock of our progress in understanding families and to assess the challenges to continued progress. A less frequent occurrence", "contribution": "Our work, also supported by NICHD, will develop plans for research and data collection to address the central question of what causes family change and variation. We outline the group's initial assessments of orienting frameworks, key aspects of family life to study, and theoretical and methodological challenges for research on family change. Finally, we invite family scholars to follow our progress and to help develop this shared public good. The Decade Reviews published by JMF provide an opportunity for scholars to take stock of our progress in understanding families and to assess the challenges to continued progress.", "url": "https://doi.org/10.1111/j.1741-3737.2005.00183.x", "title": "Explaining Family Change and Variation: Challenges for Family Demographers."}
{"distilbart": "BACKGROUND The use of corporate social responsibility (CSR) programmes is the world's leading cause of preventable death and global tobacco-related mortality is projected to rise to 8.3 million by 2030 (from 5.4 million in 2005), surpassing the HIV epidemic as the leading causes of premature death (Mathers and Loncar 2006; Gilmore et al., 2009 Gilmore and Gilmore 2002 Fooks et al. 2009). In this last respect, existing research shows how BAT, the subject of this study, and other transnational tobacco companies have promoted three key self-regulatory initiatives through their CSR programmes (CSRs), namely: an international code on marketing which aimed to pre-empt the introduction of legally binding restrictions; ineffective alternatives to public smoking bans based on ventilation and air filtration; and youth smoking prevention schemes-largely ineffective measures aimed at dissuading policymakers of the need for general marketing restrictions. MATERIALS AND METHODOLOGY/PRINCIP", "gold": "Since scholarly interest in corporate social responsibility (CSR) has primarily focused on the synergies between social and economic performance, our understanding of how (and the conditions under which) companies use CSR to produce policy outcomes that work against public welfare has remained comparatively under-developed. In particular, little is known about how corporate decision-makers privately reconcile the conflicts between public and private interests, even though this is likely to be relevant to understanding the limitations of CSR as a means of aligning business activity with the broader public interest. This study addresses this issue using internal tobacco industry documents to explore British-American Tobacco's (BAT) thinking on CSR and its effects on the company's CSR Programme. The article presents a three-stage model of CSR development, based on Sykes and Matza's theory of techniques of neutralization, which links together: how BAT managers made sense of the company's declining political authority in the mid-1990s; how they subsequently justified the use of CSR as a tool of stakeholder management aimed at diffusing the political impact of public health advocates by breaking up political constituencies working towards evidence-based tobacco regulation; and how CSR works ideologically to shape stakeholders' perceptions of the relative merits of competing approaches to tobacco control. Our analysis has three implications for research and practice. First, it underlines the importance of approaching corporate managers' public comments on CSR critically and situating them in their economic, political and historical contexts. Second, it illustrates the importance of focusing on the political aims and effects of CSR. Third, by showing how CSR practices are used to stymie evidence-based government regulation, the article underlines the importance of highlighting and developing matrices to assess the negative social impacts of CSR.", "context": "Corporate social responsibility (CSR) programmes have been developed by the world’s four largest private tobacco companies, British American Tobacco (BAT), Philip Morris International, Japan Tobacco International and Imperial Tobacco-constitute an effective global oligopoly with a combined global market share of just over 50% (Hedley 2007; Callard 2010). By aiming to replace forms of corporate governance that are strongly associated with improved public health outcomes with alternatives for which there is no evidence of effectiveness, these initiatives raise two questions which have potentially far-reaching significance for the contemporary governance of CSR. What do tobacco industry executives think about using CSR against the public welfare and how do these ways of thinking shape, and work within, CSRPs? In this last respect, existing research shows how BAT, the subject of this study, and other transnational tobacco companies have promoted three key self-regulatory initiatives through their CSR programmes (CSRs), namely: an international code on marketing which", "contribution": "In this paper, we examine the use of CSR by British American Tobacco (BAT), Philip Morris International, Japan Tobacco International and Imperial Tobacco-constitute an effective global oligopoly with a combined global market share (inclusive of China) of just over 50% (Hedley 2007; Callard 2010). We find that tobacco companies have promoted three key self-regulatory initiatives through their CSR programmes (CSRPs), namely: an international code on marketing which aimed to pre-empt the introduction of legally enforceable restrictions; ineffective alternatives to public smoking bans based on ventilation and air filtration; and youth smoking prevention schemes—largely ineffective measures aimed at dissuading policymakers of the need for general marketing restrictions. By aiming to replace forms of corporate governance that are strongly associated with improved public health outcomes with alternatives for which there is no evidence of effectiveness, these initiatives raise two questions which have potentially far-reaching significance for the contemporary governance of CSRs.", "url": "https://doi.org/10.1007/s10551-012-1250-5", "title": "The Limits of Corporate Social Responsibility: Techniques of Neutralization, Stakeholder Management and Political CSR"}
{"distilbart": "BACKGROUND Studies comparing different European countries have shown that health inequalities are substantial almost everywhere, but that there are important variations between countries in the magnitude of health inequalities. OBJECTIVE To quantify the potential for reducing inequalities in mortality by tackling each of a number of key determinants and to provide guidance on priorities for action should not be the same everywhere. METHODS Data on mortality by sex, age, cause of death and education were obtained from mortality registries for all European populations in the period ca. 2000-ca. 2005 and are mainly based on longitudinal or linked crosssectional studies representing whole nations; Scotland, Sweden, Norway and Denmark (Barcelona, Basque Country and Madrid) and Italy (Turin and Tuscany in the South, and Czech Republic, Poland, Hungary, Lithuania and Estonia in the Centre/East. Our main sources of mortality data are presented as supporting information (Table S1 in File S1). We therefore set out to estimate the reduction of educational", "gold": "BACKGROUND Socioeconomic inequalities in mortality are one of the greatest challenges for health policy in all European countries, but the potential for reducing these inequalities is unclear. We therefore quantified the impact of equalizing the distribution of six risk factors for mortality: smoking, overweight, lack of physical exercise, lack of social participation, low income, and economic inactivity. METHODS We collected and harmonized data on mortality and risk factors by educational level for 21 European populations in the early 2000s. The impact of the risk factors on mortality in each educational group was determined using Population Attributable Fractions. We estimated the impact on inequalities in mortality of two scenarios: a theoretical upward levelling scenario in which inequalities in the risk factor were completely eliminated, and a more realistic best practice scenario, in which inequalities in the risk factor were reduced to those seen in the country with the smallest inequalities for that risk factor. FINDINGS In general, upward levelling of inequalities in smoking, low income and economic inactivity hold the greatest potential for reducing inequalities in mortality. While the importance of low income is similar across Europe, smoking is more important in the North and East, and overweight in the South. On the basis of best practice scenarios the potential for reducing inequalities in mortality is often smaller, but still substantial in many countries for smoking and physical inactivity. INTERPRETATION Theoretically, there is a great potential for reducing inequalities in mortality in most European countries, for example by equity-oriented tobacco control policies, income redistribution and employment policies. Although it is necessary to achieve substantial degrees of upward levelling to make a notable difference for inequalities in mortality, the existence of best practice countries with more favourable distributions for some of these risk factors suggests that this is feasible.", "context": "BACKGROUND Inequalities in health between socioeconomic groups are increasingly recognized as one of the main challenges for health policy. Studies comparing different European countries have shown that health inequalities are substantial almost everywhere, but there are important variations between countries in the magnitude of health inequalities, suggesting great scope for reduction [2, 3]. Explanatory research has identified many factors contributing to inequalities in health. These include behavioural risk factors such as tobacco smoking, excessive alcohol consumption, and physical inactivity, but more 'upstream' social and economic risk factors like social isolation, low income, unemployment, and occupational risks have been shown to contribute as well [4-8]. On the basis of these explanatory findings, policy proposals have been developed, both at the national level [9-14] and internationally (1). However, it is unclear what the potential for reducing health inequalities is in quantitative terms, and most of these proposals have not been based on a formal analysis of what the most important determinants of", "contribution": "We have done this by estimating the reduction of educational inequalities in mortality that would be obtained, if European populations would succeed in reducing or even eliminating inequalities in important risk factors through effective policy interventions. The main purpose of this paper is to show to what extent inequalities can potentially be reduced by tackling each of these determinants, and to provide guidance on priorities for health policy in different European countries. As will be demonstrated, the potential for reducing education inequalities is substantial, but priorities for action should not be the same everywhere.", "url": "https://doi.org/10.1371/journal.pone.0110952", "title": "How Can Inequalities in Mortality Be Reduced? A Quantitative Analysis of 6 Risk Factors in 21 European Populations"}
{"distilbart": "This paper draws on the case of healthcare delivery in the UK to examine key sociopsychological elements at the heart of participatory processes. We focus on the link between social representations of patient and public involvement (PPI) and public participant identities, and examine the role they play in undermining or supporting inclusive or community-orientated, 'bottom-up' forms of PPI. Participation in PPI can potentially provide a means through which ordinary people can exercise their citizenship in health services governance. In line with new approaches to citizenship (e.g. Barnes, 1999; Barnes, Newman, & Sullivan, 2004), we view participation as a potential means of enabling 'citizenship in practice'. Within this framework citizenship is interactional, and constituted at the interface between public participants and official bodies/professionals through dynamic relationships between them (Barnes, Auburn et al., 2004). Citizenship not only involves civil rights, responsibilities or the internal attributes of individuals but also opportunities to participate in systems", "gold": "Community participation is widely thought to be important in the improvement of healthcare delivery and in health equity. Yet there is little agreement about what 'participation' means in practice, or when it might be necessary. Drawing on the case of healthcare delivery in the UK, we examine key socio-psychological elements at the heart of community engagement with participatory processes. We explore the link between public participant identities and social representations of patient and public involvement (PPI) among healthcare professionals, and examine the role they play in supporting or undermining inclusive and bottom-up forms of PPI. The study is ethnographic, using in-depth interviews with public participants and healthcare professionals involved in PPI, and observation of PPI activities in London. We show that it is crucial to take account of more than individual participants' capacities in order to understand and improve PPI. Professionals' talk about PPI contains contradictory discourses about participant identity. These contradictions are reflected in involvees' self-understanding and experience as public participants, constraining their subjectivities and forms of knowledge, and crystallizing in their participatory practices. Involvees must negotiate professionals' negative discourses to develop self-images that reflect their own interests and projects, and that empower them to produce an effect in the public sphere. These processes can hinder successful participation even where there is an institutional infrastructure to promote civic engagement with healthcare. Understanding how involvees construct their own identities through engagement with professional discourses will help develop processes that are positive and enabling rather than negative and limiting. Copyright (C) 2011 John Wiley & Sons, Ltd.", "context": "BACKGROUND Community participation is widely thought to be important in the improvement of healthcare delivery and in health equity. Despite the apparent consensus, there is little agreement about what 'participation' means in practice, or when it might be necessary. This paper draws on the case of healthcare provision in the UK to examine key sociopsychological elements at the heart of participatory processes. METHODS We focus on the link between social representations of patient and public involvement (PPI) and public participant identities, and examine the role they play in undermining or supporting inclusive or community-orientated, ‘bottom-up’ forms of PPI. RESULTS In line with new approaches to citizenship (e.g. Barnes, 1999; Barnes, Newman, & Sullivan, 2004), we view participation as a potential means of enabling ‘citizenship in practice’ (Barnes, Auburn et al., 2004). Within this framework citizenship is interactional, and constituted at the interface between public", "contribution": "This paper draws on the case of healthcare delivery in the UK to examine key sociopsychological elements at the heart of participatory processes. We focus on the link between social representations of patient and public involvement (PPI) and public participant identities, and examine the role they play in undermining or supporting inclusive or community-orientated, ‘bottom-up’ forms of PPI.", "url": "https://doi.org/10.1002/casp.1092", "title": "Healthcare professionals' representations of ‘patient and public involvement’ and creation of ‘public participant’ identities: Implications for the development of inclusive and bottom‐up community participation initiatives"}
{"distilbart": "BACKGROUND Climate change and armed conflict appear to have produced more confusion than knowledge. This is not to say that the research is either empirically sloppy or poorly executed analytically. On the contrary, there has been remarkable progress with respect to data availability and quality as well as statistical sophistication over the years. Yet, the 'cacophony of different findings' 1 in the field signals a failure to converge on a single robust association between climate and conflict, and several opposing and seemingly incompatible patterns have been reported. This scientific controversy has attracted considerable media attention, to the extent that a call for peace among researchers on climate and war has been expressed. METHODS The most immediate insight gained from quantitative research onclimate and conflict is that the two phenomena are not connected in the simple and direct manner as sometimes portrayed. Despite tabloid claims such as ‘Climate change will push world into war’ 14 and ‘climate change impacts [ … ] are serving as catalysts for conflict',", "gold": "A decade of systematic research on climate change and armed conflict has revealed a number of interesting patterns but few results that are robust across studies. This essay takes stock of the quantitative empirical literature, identifies central limitations, and presents five priorities for future research in the field. While these priorities refer to technical and operational aspects of statistical analysis, their underlying motivation, and objective, is to develop a better and more refined theoretical understanding of possible indirect and conditional connections between climatic changes and violent conflict. WIREs Clim Change 2015, 6:269–275. doi: 10.1002/wcc.336        For further resources related to this article, please visit the WIREs website. Conflict of interest: The author has declared no conflicts of interest for this article.", "context": "Recent years of generalizable quantitative research on climate change and armed conflict appears to have produced more confusion than knowledge. This is not to say that the research is either empirically sloppy or poorly executed analytically. On the contrary, there has been remarkable progress with respect to data availability and quality as well as statistical sophistication over the years. Yet, the ‘cacophony of different findings’ in the field signals a failure to converge on a single robust association between climate and conflict, and several opposing and seemingly incompatible patterns have been reported. This scientific controversy has attracted considerable media attention, to the extent that a call for peace among researchers on climate and conflicts has been expressed. Accordingly, I find it timely to reflect on the achievements—and challenges—of this scholarship. In doing so, I seek not to provide an exhaustive review of the scientific literature but rather to discuss briefly what insights this research has produced, identify central limitations, and sketch a plan for the way forward.", "contribution": "In doing so, I seek not to provide an exhaustive review of the scientific literature but rather to discuss briefly what insights this research has produced, identify central limitations and sketch a plan for the way forward. Readers interested in a more detailed synthesis of the literature should consult the comprehensive list of reviews published in the last few years. The most immediate insight gained from quantitative research on climate and conflict is that the two phenomena are not connected in the simple and direct manner as sometimes portrayed. This should not be taken as evidence that climate is causally unrelated to violent conflict but it does imply that caution should be exercised whenever security dimensions of climate variability and change are discussed—until a larger body of nuanced and context-sensitive analyses is available.", "url": "https://doi.org/10.1002/wcc.336", "title": "Climate-Conflict Research: Some Reflections on the Way Forward"}
{"distilbart": "Inrial and organisational (I/O) psychology is both an academic and an applied field concerned with the study of human behaviour related to work, organisations and productivity in a particular type of location, that is, almost any kind of organisation (Cascio, 2001; SIOP, 1999). In the academic field, different topics in the various subfields of I/O psychology are studied (both theoretically and empirically) to generate new knowledge and solutions, with a view to addressing the critical challenges and issues stemming from the particular socio-economic contexts in which organisations are located. Applied I/o psychology uses the psychological principles and the new information and solutions generated by research to solve problems in the work context (Bergh, 2009; Coetzee & Schreuder, 2010). The present study is located within the academic domain and focuses on research trends from 1950 to 2008 in I /O psychology as an established discipline in the South African context. As depicted in Figure 1,", "gold": "Orientation: The generation and development of knowledge for the benefit of the discipline of industrial and organisational psychology by means of research is a core academic focus. Research purpose: The purpose of this study was to explore general research trends in the field of industrial and organisational psychology in South Africa from 1950 to 2008. Motivation for study: Research in the field tends to be influenced by either the changing needs of business or the occupational or personal fields of interest of academics, which often lead to an overemphasis on specific subdisciplines at the expense of others. This research aims to critically review dominant trends in the research focus areas in the field, in the light of present challenges in the changing work context. Recommendations are also made for possible future research. Research design, approach and method: A broad systematic review was carried out to analyse documented published and accredited South African research in the field ( n = 2501). Main findings: Although there has been a proportional decline in personnel psychology research since 1990, there has been a proportional increase in both organisational psychology and employee wellness research since 1980 and 1990, respectively. Some areas of the industrial and organisational psychology field appear to be consistently under-researched. Practical implications: The insights derived from the findings can be used by academia and researchers in the field to plan future research initiatives. Contribution/value-add: The findings provide preliminary insights that contribute to the body of knowledge concerned with the industrial and organisational psychology field in the South African context.", "context": "BACKGROUND Industrial and organisational (I/O) psychology as an applied division of psychology is both an academic and an applied field concerned with the study of human behaviour related to work, organisations and productivity in a particular type of location. In the academic domain, different topics in the various subfields of I/O psychology are studied (both theoretically and empirically) to generate new knowledge and solutions, with a view to addressing the critical challenges and issues stemming from the particular socio-economic contexts in which organisations are located. The present study focuses on research trends from 1950 to 2008 in I/Os psychology as a established discipline in the South African context. METHODS A cross-sectional survey was carried out using data collected between January 1st and December 31th 2010 at the University of Johannesburg, Kenya. Data were analysed by means of structured thematic analysis. RESULTS From 1950 through 2008, there has been a significant increase in the number of studies conducted in this area over time", "contribution": "The present study is located within the academic domain and focuses on research trends from 1950 to 2008 in I/O psychology as an established discipline in the South African context. The results of this paper show that there has been a significant increase in the number of studies carried out during the past two decades, with a trend towards more than one-third of them being conducted by professionals working at higher levels of education (P<0.001). This trend was not found for other aspects of the field such as organisational dynamics, work groups and leadership, and employee morale also became important focus areas, along with improving productivity and reducing counterproductive behaviour such as absenteeism and turnover (Landy & Conte, 2010).", "url": "https://doi.org/10.4102/sajip.v36i1.903", "title": "An overview of industrial and organisational psychology research in South Africa: a preliminary study"}
{"distilbart": "The aim of this paper is to highlight and discuss ethical aspects of the practice of Directly Observed Treatment, Short Course (DOTS) from a cross-cultural perspective, drawing on results from research in Ethiopia and Norway. We first give an overview of 11 randomized and quasi-randomized controlled trials that compared DOT conducted by a health worker, family member or community volunteer with self-administration of treatment at home found no evidence that DOT had quantitatively important effect on cure or treatment completion for tuberculosis in low-, middle- and high-income countries. Further, no significant difference in clinical outcomes was found between DOT given at a clinic and DOT given by a family members or community health workers, or for DOT provided by a community worker compared with a community health worker. The impact of DOT on patients' autonomy has been questioned. In 2004, the International Union Against Tuberculosis and Lung Disease (IUATLD) appointed an ethics advisory group to develop policies and operational guidelines based on", "gold": "BACKGROUND Tuberculosis is a major global public health challenge, and a majority of countries have adopted a version of the global strategy to fight Tuberculosis, Directly Observed Treatment, Short Course (DOTS). Drawing on results from research in Ethiopia and Norway, the aim of this paper is to highlight and discuss ethical aspects of the practice of Directly Observed Treatment (DOT) in a cross-cultural perspective. DISCUSSION Research from Ethiopia and Norway demonstrates that the rigid enforcement of directly observed treatment conflicts with patient autonomy, dignity and integrity. The treatment practices, especially when imposed in its strictest forms, expose those who have Tuberculosis to extra burdens and costs. Socially disadvantaged groups, such as the homeless, those employed as day labourers and those lacking rights as employees, face the highest burdens. SUMMARY From an ethical standpoint, we argue that a rigid practice of directly observed treatment is difficult to justify, and that responsiveness to social determinants of Tuberculosis should become an integral part of the management of Tuberculosis.", "context": "Directly observed treatment (DOT) is one component of Directly Observed Treatment, Short Course (DOTS). It involves observing patients during their intake of medication. A systematic review of 11 randomized and quasi-randomized controlled trials that compared DOT conducted by a health worker, family member, or community volunteer with self-administration of treatment at home found no evidence that DOT had any quantitatively important effect on cure or treatment completion for TB in low-, middle- and high-income countries [10]. Further, no significant difference in clinical outcomes was found between DOT given at a clinic and DOT given by a family member or community health workers, or for DOT taken by a Family member compared with a community health worker [10]. The impact of DOT on patients' autonomy has been questioned [11]. In 2004, the International Union Against Tuberculosis and Lung Disease (IUATLD) appointed an ethics advisory group to develop policies and operational guidelines based on the Helsinki Declaration [", "contribution": "The aim of this paper is to highlight and discuss ethical aspects of the practice of DOT from a cross-cultural perspective, drawing on results from research in Ethiopia and Norway. We first give an account of some frameworks commonly used to assess ethical issues in public health interventions. We then expand the ethical perspective by including a social justice framework. The ethical values articulated in the Guidance on Ethics of Tuberculosis Prevention, Care and Control reflect the impact of directly observed treatment (DOT) on patients' autonomy as well as on their quality of life.", "url": "https://doi.org/10.1186/1472-6939-14-25", "title": "Ethical aspects of directly observed treatment for tuberculosis: a cross-cultural comparison"}
{"distilbart": "This paper is to explore the different stages, scholastic aspects and perceptions of ISO 9000 certification audits based on interviews with 60 individuals employed in certified organizations. The paper also contributes to demystifying the secrecy and mystery surrounding ISO certification by shedding light on the meaning, symbolism and practical impacts of the auditing process. Finally, the paper develops a new theoretical perspective drawn from educational research and contrasting with the existing literature on ISO standards, including the neo-institutional approach and the analysis of certification as a rational myth. More often than not, ISO certification is implicitly seen as a monolithic and uniform reality shared by so-called certified organizations (Awan & Bhatti, 2003; Beckmerhagen, Berg, Karapetrovic, & Willborn 2004). This dominant and instrumental vision of ISO certifications conceals the practice of symbolic and commercial reasons for undergoing an audit. The perspective provided by the DPS helps shed light on these underlying reasons, to deconstruct the", "gold": "This paper explores both the concrete and symbolic aspects of how ISO 9000 certification audits are prepared for and passed. Based on interviews with 60 respondents employed in certified organizations, this study analyzes the process of preparing for and passing an ISO certification audit through the lens of the degree-purchasing syndrome (DPS) in education, which refers to the disconnect between the acquisition of academic degrees and the learning process they should entail. This perspective makes it possible to go beyond the neo-institutional approach to shed light on the scholastic, ethical and contradictory aspects of the ISO certification process, which remain largely unexplored in the literature. The findings debunk the rhetoric of impartiality, objectivity and rigor surrounding the ISO certification process. They also reveal the tendency to acquire ISO certification as a sort of “organizational degree” after passing a quite predictable exam, with all the pitfalls that entails, such as rote preparat...", "context": "The purpose of this paper is to explore the different stages, scholastic aspects and perceptions of ISO 9000 certification audits based on interviews with 60 individuals employed in certified organizations. More specifically, the results of this study clarify the symbolic aspects of the process of preparing for and acquiring ISO certificates by examining it from the perspective of the degree-purchasing syndrome (DPS) theory in education. The DPS refers to the pervasive effects—notably concerning the processes of preparation for and passing exams—that result from the tendency of many students \"to be more interested in acquiring a diploma than the learning that it represents.\" The use of the DPS contributes to casting light on underexplored aspects of ISO certification, including the ambiguous relationships with auditors, relative predictability of audits and commoditization of ISO certificates. The paper also contributes to demystifying the secrecy and mystery surrounding ISO certification by shedding light on the meaning, symbolism and practical impacts of the auditing process. Finally", "contribution": "The objective of this paper is to explore the different stages, scholastic aspects and perceptions of ISO 9000 certification audits based on interviews with 60 individuals employed in certified organizations. More specifically, the results of this study clarify the symbolic aspects of the process of preparing for and acquiring ISO certificates by examining it from the perspective of the degree-purchasing syndrome (DPS) theory in education. The DPS contributes to casting light on underexplored aspects of ISO certification, including the ambiguous relationships with auditors, relative predictability of audits and commoditization of ISO certificates. The paper also contributes to demystifying the secrecy and mystery surrounding ISO certification by shedding light on the meaning, symbolism and practical impacts of the auditing process. Finally, the paper develops a new theoretical perspective drawn from educational research and contrasting with the existing literature on ISO standards and the analysis of certification as a rational myth.", "url": "https://doi.org/10.1177/0170840612443622", "title": "ISO Certificates as Organizational Degrees? Beyond the Rational Myths of the Certification Process"}
{"distilbart": "In this article we develop the first predictive model of cooperation in one-shot social dilemmas, and show that it makes satisfactorily accurate quantitative predictions of population average behaviour. The key idea behind the model is very simple: since experimental data suggest that humans have attitude to cooperation by nature, we formalize the intuition that people do not act a priori as single agents but they forecast how the game would be played if they formed coalitions and then they act according to their most optimistic forecast. We anticipate that forecasts will be defined by making a comparison between incentive and risk for an agent i to deviate from the collective interest. This comparison leads to associate a probability to the event \"agent i defects\". As mentioned, we will show that this procedure works satisfactorably well in the prediction of populationaverage behavior.", "gold": "Social dilemmas are situations in which collective interests are at odds with private interests: pollution, depletion of natural resources, and intergroup conflicts, are at their core social dilemmas. Because of their multidisciplinarity and their importance, social dilemmas have been studied by economists, biologists, psychologists, sociologists, and political scientists. These studies typically explain tendency to cooperation by dividing people in proself and prosocial types, or appealing to forms of external control or, in iterated social dilemmas, to long-term strategies. But recent experiments have shown that cooperation is possible even in one-shot social dilemmas without forms of external control and the rate of cooperation typically depends on the payoffs. This makes impossible a predictive division between proself and prosocial people and proves that people have attitude to cooperation by nature. The key innovation of this article is in fact to postulate that humans have attitude to cooperation by nature and consequently they do not act a priori as single agents, as assumed by standard economic models, but they forecast how a social dilemma would evolve if they formed coalitions and then they act according to their most optimistic forecast. Formalizing this idea we propose the first predictive model of human cooperation able to organize a number of different experimental findings that are not explained by the standard model. We show also that the model makes satisfactorily accurate quantitative predictions of population average behavior in one-shot social dilemmas.", "context": "We develop the first predictive model of cooperation in social dilemmas and show that it explains a number of puzzling experimental findings that are not explained by the standard economic model, such as: (1) the rate of cooperation increases when the cost-benefit ratio decreases, (2) the rates of cooperation increase when the bonus/penalty decreases; (3) it makes satisfactorily accurate quantitative predictions of population average behaviour. The key idea behind the model is very simple: since experimental data suggest that humans have attitude to cooperation by nature, we formalize the intuition that people do not act a priori as single agents but they forecast how the game would be played if they formed coalitions and then they act according to their most optimistic forecast. We anticipate that forecasts will be defined by making a comparison between incentive and risk for an agent i to deviate from the collective interest. This comparison leads to associate a probability to the event \"agent i defects\". As mentioned, we will show", "contribution": "In this article, we develop the first predictive model of cooperation; (1) it explains a number of puzzling experimental findings that are not explained by the standard economic model, such as the fact that the rate of cooperation in the Prisoner's dilemma increases when the cost-benefit ratio decreases, (2) the rates of cooperation increase when the bonus/penalty decreases, and (3) it makes satisfactorily accurate quantitative predictions of population average behaviour in social dilemmas. The key idea behind the model is very simple: since experimental data suggest that humans have attitude to cooperation by nature, we formalize the intuition that people do not act a priori as single agents but they forecast how the game would be played if they formed coalitions and then they act according to their most optimistic forecast. We anticipate that forecasts will be defined by making a comparison between incentive and risk for an agent i to deviate from the collective interest. This comparison leads to associate a probability to the event", "url": "https://doi.org/10.1371/journal.pone.0072427", "title": "A Model of Human Cooperation in Social Dilemmas"}
{"distilbart": "The Comparative Manifestos Project (CMP) is the most popular source for parties’ policy positions. The CMP data has been used in hundreds of PhD theses, monographs and journal articles to test important questions regarding political representation, government coalition formation and spatial models of voting behaviour, and have won the American Political Science Association's 2003 best data set award. Proponents of the project argue that its data are valid and reliable and that they should be accepted 'as is' simply because there is no alternative (Budge and Pennings, 2007b; Volkens et al., 2009). Consequently, many third-party users simply acknowledge but nonetheless dismiss some of the most important criticisms or treat the data as entirely uncontroversial. This article offers a state-of-the-art review of the problems associated with the data by classifying them into four areas: (1) (2) (3) coding reliability and (4) document selection, but rather to summarise", "gold": "The Comparative Manifestos Project (CMP) data are the most popular source for parties' positions on the left–right and other ideological and policy dimensions. Over the past few years, several researchers have identified various methodological problems in the CMP data, but third-party users rarely acknowledge them. This article classifies the problems associated with the CMP into four areas: (1) theoretical underpinnings of the coding scheme; (2) document selection; (3) coding reliability; and (4) scaling. The article reviews each area systematically and concludes with a set of recommendations regarding the use of the CMP data", "context": "The theoretical and empirical qualities of manifestos as representative documents of party ideologies have led researchers to estimate parties' policy positions through content analysis. To date, the most systematic attempt has been initiated by Ian Budge and his colleagues who established the Manifesto Research Group (MRG) in 1979. The MRG embarked on an ambitious task, namely to collect and code the manifestos of all major political parties in nineteen countries under a twelve-year grant from the German Science Foundation (DFG). Ten years later, the project was renamed the Comparative Manifestos Project (CMP) and under the direction of Hans-Dieter Klingemann its coverage was extended to include parties in Central and Eastern European countries.", "contribution": "This article offers a state-of-the-art review of the problems associated with the CMP data by classifying them into four areas: (1) theoretical underpinnings of the coding scheme; (2) document selection; (3) coding reliability; and (4) scaling. The aim of the article is not to challenge existing research by casting doubt on the validity of the CMM data, but rather to summarise the critical literature. If researchers wish to make valid and reliable inferences by using the Cmp data, they ought to be aware not only of the project's strengths, but also of its weaknesses.", "url": "https://doi.org/10.1111/1467-9248.12015", "title": "What to Do (and Not to Do) with the Comparative Manifestos Project Data"}
{"distilbart": "A life course view on social background allows us to uncover to what extent appreciations of life quality are shaped by one's previous experiences. Do people who grew up in relatively poor circumstances appreciate life more than those that had an upper class upbringing? Is it meaningful to think of social position over the life course, as a sum of previous experiences? Does rising or falling in the social hierarchy make a person respectively happier or unhappier? We aim at answering some of these fundamental questions on the relation between wellbeing and life courses, by using data from two leading longitudinal surveys of later life, the Health and Retirement Study (HRS) and the English Longitudinal Study of Ageing (ELSA). Wellbeing consists of several related but distinct aspects (Deci and Ryan 2006; Ryff and Singer 1998), emphasises the role of psychological needs such as autonomy and self-actualisation in wellbeing. This multidimensional nature of wellbeing persists in later life (Vanhoutte 2014). Sc", "gold": "The influence of early life, accumulation and social mobility on wellbeing in later life in the U.S. and England is investigated. Using cross-sectional data from the Health and Retirement Study (HRS) and the English Longitudinal Study of Ageing (ELSA), we estimate multivariate regressions of hedonic and eudemonic measures of wellbeing on these life course mechanisms, controlling for age, gender, ethnic background, partnership status, health and wealth. On the level of the life course mechanisms, there is mixed evidence regarding the critical impact of early life, strong evidence for an association between accumulation and eudemonic wellbeing and a moderate negative effect of downward social mobility. While the relation between hedonic wellbeing and life course mechanisms is unclear or in a different direction than anticipated, eudemonic wellbeing is clearly related to accumulation and mobility in both countries and to early life in the U.S. On the societal level, the major observation is that the life course has a larger influence in the U.S. than in England.", "context": "OBJECTIVES The aim of this paper is to explore how socio-economic trajectories relate to wellbeing in later life, by using data from two leading longitudinal surveys of later life: the Health and Retirement Study (HRS) and the English Longitudinal Study of Ageing (ELSA). METHODS AND FINDINGS Life course measures were used as a proxy measure for health outcomes across the U.S., UK and England, respectively. We found that people who grew up in relatively poor circumstances appreciate life more than those who had an upper class upbringing. In both HRS and ELSA there was a positive Bimmunizing effect on quality of life, but not hedonic or eudemonic wellbeing. This association disappeared after controlling for age, sex, education level, marital status, income and social mobility. CONCLUSIONS Our findings suggest that early life circumstances set the stage for adult health and wellbeing, and are only marginally affected by later experiences and circumstances. However,", "contribution": "Using data from two leading longitudinal surveys of later life, the Health and Retirement Study (HRS) and the English Longitudinal Study of Ageing (ELSA), we show that people who grew up in relatively poor circumstances appreciate life more than those who had an upper class upbringing. We also find evidence for a positive Bimmunizing^ effect on health outcomes across the life course in both HRS and ELSA but not in the U.S. and England. These findings are consistent with theories of selective optimisation with compensation in later life: Expectations change over age, and subjective appreciations of quality of life become more positive, although objectively speaking circumstances might be worse.", "url": "https://doi.org/10.1007/s12062-015-9127-x", "title": "Life Course Pathways to Later Life Wellbeing: A Comparative Study of the Role of Socio-Economic Position in England and the U.S."}
{"distilbart": "In this article we draw on the concept of a social licence to explain public concern at the introduction of care data, a recent English initiative designed to extract data from primary care medical records for commissioning and other purposes, including research. The concept of social licence describes how the expectations of society regarding some activities may go beyond compliance with the requirements of formal regulation; those who do not fulfil the conditions for the social licence (even if formally compliant) may experience ongoing challenge and contestation. Previous work suggests that people's cooperation with specific research studies depends on their perceptions that their participation is voluntary and is governed by values of reciprocity, non-exploitation and service of the public good. When these conditions are not seen to obtain, threats to thesocial licence for research may emerge. We propose that caredata failed to adequately secure a social license because of: (i) defects in trust provided for caredata, (ii) the implied rupture in the traditional role, expectations and duties of", "gold": "In this article we draw on the concept of a social licence to explain public concern at the introduction of care.data, a recent English initiative designed to extract data from primary care medical records for commissioning and other purposes, including research. The concept of a social licence describes how the expectations of society regarding some activities may go beyond compliance with the requirements of formal regulation; those who do not fulfil the conditions for the social licence (even if formally compliant) may experience ongoing challenge and contestation. Previous work suggests that people's cooperation with specific research studies depends on their perceptions that their participation is voluntary and is governed by values of reciprocity, non-exploitation and service of the public good. When these conditions are not seen to obtain, threats to the social licence for research may emerge. We propose that care.data failed to adequately secure a social licence because of: (i) defects in the warrants of trust provided for care.data, (ii) the implied rupture in the traditional role, expectations and duties of general practitioners, and (iii) uncertainty about the status of care.data as a public good. The concept of a social licence may be useful in explaining the specifics of care.data, and also in reinforcing the more general lesson for policy-makers that legal authority does not necessarily command social legitimacy.", "context": "In this article we draw on the concept of a social licence to explain public concern at the introduction of care.data, a recent English initiative designed to extract data from primary care medical records for commissioning and other purposes, including research. The term'social licence' describes how the expectations of society regarding some activities may go beyond compliance with the requirements of formal regulation; those who do not fulfil the conditions for the social licence (even if formally compliant) may experience ongoing challenge and contestation. Previous work suggests that people’s cooperation with specific research studies depends on their perceptions that their participation is voluntary and is governed by values of reciprocity, non-exploitation and service of the public good. When these conditions are not seen to obtain, threats to the social license for research may emerge. We propose that care.Data failed to adequately secure a Social licence because of: (i) defects in the warrants of trust provided for care., (ii) the implied rupture in the", "contribution": "We propose that care.data failed to adequately secure a social licence because of: (i) defects in the warrants of trust provided for care. Data, (ii) the implied rupture in the traditional role, expectations and duties of general practitioners, and (iii) uncertainty about the status of care.", "url": "https://doi.org/10.1136/medethics-2014-102374", "title": "The social licence for research: why care.data ran into trouble"}
{"distilbart": "The advent of digital technology, adolescents have become well-adjusted to using digital tools such as the Internet. According to a 2015 Pew Research Center report, 92% of adolescents ages 12–17 report going online daily. In fact, adolescents and young adults have far surpassed all other age groups in Internet use. Relatedly, social networking also plays a large role in the lives of adolescents with 71% of teens reporting that they use more than one social networking site (Lenhart, 2015). A recent Common Sense Media report indicated that 45% of teenagers reported that they used social networking sites daily. However, according to the report, daily social media use still lags far behind daily traditional media use (e.g., music and television) (Rideout, 2015). When it comes to which topics teens search for sexual health information online, a majority of research regarding adolescent online health information has centered on sexual health. Despite this finding, Mitchell, Ybarra, Korch", "gold": "In the age of digital technology, as teens seem to be constantly connected online, via social media, and through mobile applications, it is no surprise that they increasingly turn to digital media to answer their health questions. This study is the first of its kind to survey a large, nationally-representative sample of teens to investigate how they use the newest digital technologies, including mobile apps, social networking sites, electronic gaming and wearable devices, to explore health topics. The survey covered the types of health topics teens most frequently search for, which technologies they are most likely to use and how they use them, and whether they report having changed their behaviors due to digital health information. In addition, this survey explores how the digital divide continues to impact adolescents. Results of this study indicate that teens are concerned about many health issues, ranging from fitness, sexual activity, drugs, hygiene as well as mental health and stress. As teens virtually always have a digital device at their fingertips, it is clear that public health interventions and informational campaigns must be tailored to reflect the ways that teens currently navigate digital health information and the health challenges that concern them most.", "context": "With the advent of digital technology, adolescents have become well-adjusted to using digital tools such as the Internet. However, there is a lack of recent studies indicating which health topics are searched for online by adolescents. The purpose of this study was to examine whether adolescent use of social networking sites (e.g., Facebook and Twitter) is associated with sexual health information seeking among low-income youth aged 12–17 years. A cross-sectional survey was conducted in 2012/13th grade high school students (n = 1,097). Adolescents ages 13–18 were surveyed at baseline and after 3 months of follow-up from September 2013 through June 2014. Participants completed questionnaires about sexual health, relationship health, specific medical conditions, violence, body image, nutrition, physical activity, gender, age, race/ethnicity, education level, smoking status, family history of depression, alcohol abuse, diabetes mellitus, substance use disorders and other chronic diseases. Results indicated that", "contribution": "RESULTS Adolescents were more likely to search for sexual health information online than non-adolescent adolescents (adjusted odds ratio [AOR] = 1.15, 95% confidence interval [CI]: 1.02-1.23). The majority of the adolescents searched for sexual and physical health topics on both sites with a high likelihood of searching for this type of health topic. CONCLUSIONS This study suggests that adolescent use of social media is widespread among youth ages 12-17 in terms of sexual health seeking.", "url": "https://doi.org/10.17645/mac.v4i3.515", "title": "Teens, Health and Technology: A National Survey"}
{"distilbart": "This article is a word search of 14 leading mainstream media and communication journals 1 from 2002 to 2012. The search identified every article mentioning mediatization and found 93 articles that mentioned the term at least once (book reviews and articles where the word appeared in the references only were excluded). However, in the vast majority of cases (81 percent) the word was just mentioned in passing, more casually invoked than defined and operationalized with no clear reference as to which type of mediatisation was being referred to (this is a tendency previously noted by Strömbäck, 2011b). This absence suggests there is a routine imprecision, even conflation, which can only degrade the analytical value of the term. In this respect we can detect the influence of different intellectual heritages, in one, the work of Altheide and Snow and in the other, medium theorists like Innis and McLuhan (see Lundby, 2009 for a full discussion). To ascertain the", "gold": "Mediatization is emerging as an influential new concept that places the media at the centre of all kinds of important cultural, political and social developments. However, it has so far attracted little critical evaluation. In this article the authors identify three areas of concern, namely, how causal processes are thought about, how historical change is understood, and how concepts are designed. It is hoped this article will generate critical debate and reflection to prevent the term from being applied so inconsistently and indiscriminately that it becomes a ‘concept of no difference’.", "context": "The term ‘mediatization’ has been coined by historians to describe processes of imperial deputation, whereby heads of conquered states retained vestigial sovereign powers through which they mediated the will of their imperial controllers (e.g. Vonoreradovich, 1965; Broers, 2001; Klueting, 2008). This original usage described processes of disempowerment, whereas the more recent invocation describes the accrual of power created by the increased pervasiveness and autonomy of media institutions, values and technologies. In essence, these factors no longer mediate power, they constitute it and it is this proposition that is used to justify the need for this new nominalization to replace the old descriptive workhorse of “mediation” (Hjavard, 2008: 14; Mazzoleni and Schulz, 1999: 250, Cottle, 2006: 9). The concept has an undeniable rhetorical value for communication and media scholars, as the term places", "contribution": "In this article we present a word search of 14 leading mainstream media and communication journals 1 from 2002 to 2012. The search identified 93 articles that mentioned the term at least once (book reviews and articles where the word appeared in the references only were excluded). However, in the vast majority of cases (81 percent) the word was just mentioned in passing, more casually invoked than defined and operationalized with no clear reference as to which type of mediatization was being referred to (this is a tendency previously noted by Strömbäck, 2011b). This absence suggests there is a routine imprecision, even conflation, in many authors, which is a recipe for confusion and can only degrade the analytical value of the term. Where articles presented theoretical discussion and/or primary empirical research, the majority inclined towards the social constructivist rather than institutionalist approach (10–3; Fortunati, 2005; Jansson, 2002; Kunelius and Reunanen,", "url": "https://doi.org/10.1177/0163443714542218", "title": "Mediatization: key concept or conceptual bandwagon?"}
{"distilbart": "In the United Kingdom, minority ethnic groups and end-of-life care E thnic and cultural differences influence patterns of advanced disease, illness experiences, health careseeking behavior, and the use of health care services. In light of increasing evidence of low use of end of life (EoL) services by minorities ethnic groups, it is critical to understand the influence of ethnicity and culture in the context of EoL care and current strategies to address inequalities. In order to address these disparities the idea of \"culturally competent\" care has become increasingly popular, and a number of EOL care policy documents explicitly state the importance of sensitivity to cultural and religious differences, and thus the need for EoM care services to provide culturally sensitive care that is sensitive to patients' cultural contexts, and be aware of how health beliefs and behaviors can affect patient’s decision making. The concept of culturally competent care is relatively new to the UK in comparison to the United States in relation to", "gold": "BACKGROUND Cultural competency is increasingly recommended in policy and practice to improve end-of-life (EoL) care for minority ethnic groups in multicultural societies. It is imperative to critically analyze this approach to understand its underlying concepts. AIM Our aim was to appraise cultural competency approaches described in the British literature on EoL care and minority ethnic groups. DESIGN This is a critical review. Articles on cultural competency were identified from a systematic review of the literature on minority ethnic groups and EoL care in the United Kingdom. Terms, definitions, and conceptual models of cultural competency approaches were identified and situated according to purpose, components, and origin. Content analysis of definitions and models was carried out to identify key components. RESULTS One-hundred thirteen articles on minority ethnic groups and EoL care in the United Kingdom were identified. Over half (n=60) contained a term, definition, or model for cultural competency. In all, 17 terms, 17 definitions, and 8 models were identified. The most frequently used term was \"culturally sensitive,\" though \"cultural competence\" was defined more often. Definitions contained one or more of the components: \"cognitive,\" \"implementation,\" or \"outcome.\" Models were categorized for teaching or use in patient assessment. Approaches were predominantly of American origin. CONCLUSIONS The variety of terms, definitions, and models underpinning cultural competency approaches demonstrates a lack of conceptual clarity, and potentially complicates implementation. Further research is needed to compare the use of cultural competency approaches in diverse cultures and settings, and to assess the impact of such approaches on patient outcomes.", "context": "OBJECTIVE To examine the influence of ethnicity and culture on end-of-life (EoL) care among patients from minority ethnic groups in the United Kingdom. METHODS A cross-sectional survey was conducted using a mixed methods approach to collect data regarding EoL service use, patient characteristics, health care utilization, and treatment outcomes. Data were collected through telephone interviews with primary care providers who had been trained to provide culturally competent care for patients from diverse ethnic groups. RESULTS The study found that cultural competency training is an important part of routine clinical practice; however, it does not appear to have any real effect on patients' health care outcomes. In addition, there are concerns about how such approaches can portray culture as fixed, static, or quantifiable variables, and can create stereotypes. CONCLUSIONS Cultural competencies should be integrated into standard medical training programs to address disparities in access and quality of life services by minority ethnic minorities.", "contribution": "METHODS We conducted a systematic review and meta-analyses of the literature on culturally competent endof-life (EoL) care in the United Kingdom. RESULTS There was considerable overlap between ethnicity and culture, but there is little agreement as to what should be included in cultural competency training programs for EoL care professionals. CONCLUSIONS The use of cultural competence approaches to address health care disparities has also raised a number of criticisms. Furthermore, there are concerns that such approaches can portray culture as fixed, static, or as a quantifiable variable, and can create stereotypes.", "url": "https://doi.org/10.1089/jpm.2011.0526", "title": "Cultural competence in end-of-life care: terms, definitions, and conceptual models from the British literature."}
{"distilbart": "In this paper, we argue that in a number of settings - the clinical encounter, organization and management of healthcare, and the policy-making process (including how research priorities are set) -the metaphor 'knowledge translation' constrains thinking. Drawing mainly on disciplines outside medicine, we introduce a range of alternative metaphors and models which highlight the fundamentally social ways in which knowledge emerges, circulates and gets applied in practice. We conclude by suggesting that much could be gained by applying these metaphors and theories more widely in the domain of medicine and healthcare. We were already aware of systematic reviews, 4–6 overviews and concept maps; 2,7 -14 and academic papers 15–17 on knowledge translation. We pursued papers from the reference lists of these sources and identified more recent articles by citation-tracking them in Google Scholar. We also had a database of sources on this topic which TG had begun to collect opportunistically in 2004. We summarized and drew together findings from these diverse and conflicting", "gold": "The literature on 'knowledge translation' presents challenges for the reviewer because different terms have been used to describe the generation, sharing and application of knowledge and different research approaches embrace different philosophical positions on what knowledge is. We present a narrative review of this literature which deliberately sought to highlight rather than resolve tensions between these different framings. Our findings suggest that while 'translation' is a widely used metaphor in medicine, it constrains how we conceptualise and study the link between knowledge and practice. The 'translation' metaphor has, arguably, led to particular difficulties in the fields of 'evidence-based management' and 'evidence-based policymaking' - where it seems that knowledge obstinately refuses to be driven unproblematically into practice. Many non-medical disciplines such as philosophy, sociology and organization science conceptualise knowledge very differently, as being (for example) 'created', 'constructed', 'embodied', 'performed' and 'collectively negotiated' - and also as being value-laden and tending to serve the vested interests of dominant élites. We propose that applying this wider range of metaphors and models would allow us to research the link between knowledge and practice in more creative and critical ways. We conclude that research should move beyond a narrow focus on the 'know-do gap' to cover a richer agenda, including: (a) the situation-specific practical wisdom (phronesis) that underpins clinical judgement; (b) the tacit knowledge that is built and shared among practitioners ('mindlines'); (c) the complex links between power and knowledge; and (d) approaches to facilitating macro-level knowledge partnerships between researchers, practitioners, policymakers and commercial interests.", "context": "OBJECTIVE The past five years have seen unprecedented investment in knowledge translation research. In 2006, the US National Institute of Health introduced its Clinical and Translational Science Award (CTSA) program with the goal of funding 60 centres by 2012, at an annual cost of US$500 million.2 In the same year, the UK Cooksey Report set out an ambitious strategy for translational research in basic and clinical sciences.3 This led to the establishment of the Office for Strategic Coordination of Health Research, with ‘translational medicine’ featuring prominently in its £1.7 billion annual budget. Of 27 journals containing the word ‘Translational’ listed on the NCBI index of medical journals, 18 have been launched since 2008.As the T1/T2 taxonomy suggests, the terms ‘knowledge translation’ and ‘transferrability’ are associated with two separate processes –(a) incorporation of basic science innovations into the", "contribution": "Drawing mainly on disciplines outside medicine, we introduce a range of alternative metaphors and models which highlight the fundamentally social ways in which knowledge emerges, circulates and gets applied in practice. We conclude by suggesting that much could be gained by applying these metaphor and models more widely in the domain of medicine and healthcare. Drawing mainly on systematic reviews, 4-6 overviews and concept maps; 2,7 - 14 and academic papers 15 – 17, we identified more recent articles by citation tracking them in Google Scholar.", "url": "https://doi.org/10.1258/jrsm.2011.110285", "title": "Is it time to drop the ‘knowledge translation’ metaphor? A critical literature review"}
{"distilbart": "In this report, I use \"population\" as a geneticist would-to refer to a set of individuals who are alive at the same time. This meaning conflates time such that individuals who lived at different times, and therefore never interacted directly, may be considered members of the same population. In this context, a random sample drawn from a population of N individuals includes n (where) individuals from generation t but none from n ≤ 1 or t ϩ1. By contrast, an archaeologist may use the term \"Population\". The central goal is to systematically address what extent methods were originally developed to assess neutrality in genes sampled from an idealized population are appropriate for investigating modes of cultural transmission in culture variants from benthic communities in two bays in Texas; Bentley, Hahn, and Shennan 2004; Holdaway and Wandsnider 2008; and Stern 1993, 1994). We find that the rank order of taxa abundance in death assemblages rarely corresponds", "gold": "Anthropologists have adopted methods from population genetics to study modes of cultural transmission in time-transgressive cultural data sets. However, it remains unclear to what extent methods originally developed to assess neutrality in genes sampled from a population at a single point in time are applicable to cultural variants sampled from assemblages. This report applies a suite of previously published methods to assemblages formed under unbiased cultural transmission. The results show that, even under the controlled conditions afforded by computer simulation, all but one method (the variants frequency approach) fail to identify unbiased cultural transmission in samples collected from moderately to severely time-averaged assemblages. While it is encouraging that the method that is best at identifying unbiased cultural transmission in simulated time-averaged data also is relatively robust to relative sample size, additional work is needed to determine whether even the variants frequency approach is p...", "context": "Anthropologists are interested in identifying which modes of social learning were used in past societies because it is thought that the type of cultural transmission practiced may provide some insight into the psychology of the practitioners. But there are also other reasons for investigating the ways in which cultural traits were transmitted among individuals in the past. Here, I review four methods that have previously been used to assess cultural transmission in time-transgressive assemblages: (1) population geneticists most commonly use the term \"population\" to refer to a set of individuals responsible for the material record of a period or phase within a given geographic region; (2) common-trait trimming and rare-trimming; and (3) results bias. The central goal of this report is to systematically address to what extent methods that were originally developed to assess neutrality in genes sampled from an idealized population are appropriate for investigating modes of culture transmission in cultural variants sampled from a time-averaged archaeological assemblage.", "contribution": "In this report, I review four methods that have previously been used to assess cultural transmission in time-averaged archaeological assemblages: (1) traditional population geneticists; (2) Bayesian phylogenetic analyses of genes sampled from an idealized population; and (3) quantitative trait loci (QTLs); and (4) a set of QTLs that were originally developed for assessing neutrality in genealogical data. Using these methods, I find that the number of individuals who are alive at the same time is significantly higher than any of the instantaneous samples collected from the living communities. In addition, I also show that the total number of species present in death assemblage is greater than observed at any time in the living community (see also Staff and Powell 1988).", "url": "https://doi.org/10.1086/674873", "title": "Cultural Transmission and Diversity in Time-Averaged Assemblages"}
{"distilbart": "We argue that the reasons underlying researchers' societal engagement are driven by a more complex set of factors beyond immediate benefits. Our proposed approach focuses on a core element of the scientific process: setting research questions (Gläser, 2012). We contend that the more open academics are to external influences in setting research problems, then the more useful their research will be. In this paper, we propose to explore academics’ willingness to let research questions and agendas (research trajectory) to be shaped with involvement of third parties. We indirectly analyse these changes in the research trajectory by exploring the stages of the research cycle, and whether they are somehow influenced by non-academic inputs. On the basis of an existing Spanish survey (IMPACTO), we operationalise openness at the different scenarios (the different research stages) and undertake multivariate analysis to identify which factors are the most salient in determining the propensity to set ultimately the research agenda and trajectory that involve their ways involved in deciding a willingness to allow external", "gold": "Ambiguity surrounding the effect of external engagement on academic research has raised questions about what motivates researchers to collaborate with third parties. We argue that what matters for society is research that can be absorbed by users. We define ‘openness’ as a willingness by researchers to make research more usable by external partners by responding to external influences in their own research practices. We ask what kinds of characteristics define those researchers who are more ‘open’ to creating usable knowledge. Our empirical study analyses a sample of 1583 researchers working at the Spanish Council for Scientific Research (CSIC). Results demonstrate that it is personal factors (academic identity and past experience) that determine which researchers have open behaviours. The paper concludes that policies to encourage external engagement should focus on experiences which legitimate and validate knowledge produced through user encounters, both at the academic formation career stage as well as through providing ongoing opportunities to engage with third parties.", "context": "An academic debate is emerging considering academic behaviours and intentions towards engagement as part of better understanding the relationship between societal engagement and academic research. This in turn hinders developing effective interventions and instruments to stimulating academic research being more useful for users, and hence better contributing to growth, welfare and solving the grand societal challenges of the 21st century. We seek to contribute to this debate by exploring one under-researched dimension of academic behaviour: openness to external (non-academic) influences on the research agenda. In parallel with practical problems in rigorously measuring motivation there remains a pressing need to understand the factors which influence whether academics engage with external partners, and whether they are prepared to make efforts to make their research useful for society. Our proposed approach focuses on a core element of the scientific process: setting research questions (Gläser, 2012). On the basis of an existing Spanish survey we operationalise openness at the different scenarios (the different research stages) and undertake a multivariate analysis", "contribution": "In this paper, we propose to explore academics' willingness to let research questions and agendas (research trajectory) to be shaped with involvement of third parties. On the basis of an existing Spanish survey (IMPACTO), we operationalise openness at different scenarios (the different research stages) and undertake a multivariate analysis to identify which factors are the most salient in determining the academics’ propensity to set their research cycle (and ultimately the research agenda and trajectory) in ways that involve their users. We note that in contrast to the existing literature, two elements, namely academic identity and past experience, appear to be salient in terms of determining a willingness to allow external actors to co-determine the research agendas. This recognition in turn has important consequences for the governance of science, highlighting that for academic knowledge to be useful, it should be taken into account when deciding whether researchers engage with non-academic partners.", "url": "https://doi.org/10.1007/s11024-015-9283-4", "title": "What Stimulates Researchers to Make Their Research Usable? Towards an ‘Openness’ Approach"}
{"distilbart": "The Cooperative Congressional Election Survey (CCES) is a nationally stratified sample survey administered from late September to October. The survey asks about general political attitudes, demographic factors, assessment of roll call voting choices, and political information. In this paper we present the results of a simultaneous MTurk and CCES surveys. We show that while respondents recruited via M Turk are often more representative of the US population than in-person convenience samples, MTurK respondents are less representative than subjects in Internet-based panels or national probability samples. However, they do not explore the relationship between these key variables of interest. By presenting the joint distributions of several of these variables we are able to analyze the properties of Mturk samples within the United States as they cut across these different categories. For example, we show that MTurks has trouble recruiting most older racial categories and is particularly poor at attracting African Americans. We focus on race, gender, and age as these are some of the most", "gold": "As Amazon’s Mechanical Turk (MTurk) has surged in popularity throughout political science, scholars have increasingly challenged the external validity of inferences made drawing upon MTurk samples. At workshops and conferences experimental and survey-based researchers hear questions about the demographic characteristics, political preferences, occupation, and geographic location of MTurk respondents. In this paper we answer these questions and present a number of novel results. By introducing a new benchmark comparison for MTurk surveys, the Cooperative Congressional Election Survey, we compare the joint distributions of age, gender, and race among MTurk respondents within the United States. In addition, we compare political, occupational, and geographical information about respondents from MTurk and CCES. Throughout the paper we show several ways that political scientists can use the strengths of MTurk to attract respondents with specific characteristics of interest to best answer their substantive research questions.", "context": "In the last several years Amazon’s Mechanical Turk (MTurk) has surged in popularity in experimental and survey-based social science research. Researchers have used this platform to answer a wide array of questions ranging from understanding the limitations of voters to exploring cognitive biases and the strengths of political arguments. In this paper we present a number of results that contribute to a broader goal of understanding survey data collected from platforms such as MTurk. We provide a framework for researchers, who frequently use this platform, to better understand the characteristics of their respondent pools and the implications of this for their research. By presenting the joint distributions of several of these variables we are able to analyze the properties of samples drawn from surveys with different categories of interest: race, gender, education, age, marital status, religion, and other demographic factors. For example, we show that the percentage of respondents employed as “Professionals” is in the range of approximately 12–16% across both surveys", "contribution": "In this paper we present a number of results that contribute to a broader goal of understanding survey data collected from platforms such as MTurk. In doing so, we provide a framework that will allow social science researchers, who frequently use this platform, to better understand the characteristics of their respondent pools and the implications of this for their research. By presenting the joint distributions of several of these variables of interest we are able to analyze the properties of samples drawn from MTurK surveys within the United States as they cut across different categories of interest. For example, we show that while respondents recruited via M Turk are often more representative of the US population than in-person convenience samples, M Turkk respondents are less representative than subjects in Internet-based panels or national probability samples.", "url": "https://doi.org/10.1177/2053168015604648", "title": "\"Who are these people?\" Evaluating the demographic characteristics and political preferences of MTurk survey respondents"}
{"distilbart": "Dodgeball Background Dodgeball 1 is a mobile service that distributes location-based information of users so that people can meet up at venues within cities. The system also allows members to send \"shouts\" or general text messages broadcast among Dodgeball friends, such as \"Roof party tonight my place 9pm til whenever.\" Shouts can be used like a check-in to facilitate meeting up at places not in Dodgeball's venue database or for whatever other reason users might want to broadcast a message to their Dodgeball network of friends (such as a joke, celebrity sightings, etc.). Dodgeball was acquired by Google in May 2005 and it is available in 22 cities in the U.S. in the United States. Dodgeball is currently free to use; however, users are charged by their mobile carriers for each text message they send and receive through Dodgeball (unless they have signed up for an unlimited text messaging plan). Dodgeball does not use tracking signals like GPS to", "gold": "A mobile social network system (MSNS) allows groups of friends to be accessed and engaged with from one's mobile phone. Dodgeball is a MSNS that seeks to facilitate social connection and coordination among friends in urban public spaces. Based on a year-long qualitative field study, this article reports on the social and behavioral norms of Dodgeball use. A comparison between social network sites and Dodgeball highlights some of the communicative differences of mobile technology and the Internet. The findings of the study suggest that Dodgeball use can influence the way that informants experience public space and social relations therein. At times Dodgeball can facilitate the creation of third spaces, which are dynamic and itinerant forms of ''third places.'' Additionally, exchanging messages through Dodgeball can lead to social molecularization, whereby active Dodgeball members experience and move through the city in a collective manner.", "context": "BACKGROUND Dodgeball is a mobile service that distributes location-based information of users so that people can meet up at venues within cities. Similar to a social network site, Dodgeball allows users to set up publicly-articulated social networks of friends so that they can broadcast their location to these individuals' mobile devices. For example, when users get to a bar or cafe, they can \"check in\" by sending a text message to Dodgeball such as \"@ Irish Pub.\" Users can also be alerted when friends of friends who have checked in are within a 10-block radius. The system also allows members to send ''shouts'' or general text messages broadcast among Dodgeball friends, such as ''Roof party tonight my place 9pm til whenever.'' Shouts can be used like a check-in to facilitate meeting up at places not in Dodgeball's venue database or for whatever other reason users might want to broadcast a message to their Dodgeball network of friends (", "contribution": "This article explores the uses and perceived effects of a mobile social network system (MSNS) as it is integrated into everyday life. Two over-arching research questions guided the project: 1) What is the nature of interactions that develop around a MSNS (i.e., who is using it, and what are they using it for)? 2) How might these interactions change the way users think about and experience urban public spaces? Study are identified. The article concludes with reflections on implications and areas for future research.", "url": "https://doi.org/10.1111/j.1083-6101.2007.00399.x", "title": "Mobile Social Networks and Social Practice: A Case Study of Dodgeball"}
